[
    {
        "verse": "shloka sankhya: 5.1",
        "shloka": [
            "अर्जुन उवाच |",
            "संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि |",
            "यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् ||1||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-हे कृष्ण! पहले आपने कर्म संन्यास की सराहना की और फिर आपने मुझे भक्ति युक्त कर्मयोग का पालन करने का उपदेश भी दिया। कृपापूर्वक अब मुझे निश्चित रूप से बताएँ कि इन दोनों में से कौन सा मार्ग अधिक लाभदायक है।",
        "english_meaning": "Arjun said: O Shree Krishna, You praised karm sanyās (the path of renunciation of actions), and You also advised to do karm yog (work with devotion). Please tell me decisively which of the two is more beneficial?"
    },
    {
        "verse": "shloka sankhya: 5.2",
        "shloka": [
            "श्रीभगवानुवाच |",
            "संन्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ |",
            "तयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते ||2||"
        ],
        "hindi_meaning": "भगवान ने कहा-कर्म संन्यास और कर्मयोग दोनों मार्ग परम लक्ष्य की ओर ले जाते हैं लेकिन कर्मयोग कर्म संन्यास से श्रेष्ठ है।",
        "english_meaning": "The Supreme Lord said: Both the path of karm sanyās (renunciation of actions) and karm yog (working in devotion) lead to the supreme goal. But karm yog is superior to karm sanyās."
    },
    {
        "verse": "shloka sankhya: 5.3",
        "shloka": [
            "ज्ञेय: स नित्यसंन्यासी यो न द्वेष्टि न काङ् क्षति |",
            "निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते ||3||"
        ],
        "hindi_meaning": "वे कर्मयोगी जो न तो कोई कामना करते हैं और न ही किसी से घृणा करते हैं उन्हें नित्य संन्यासी माना जाना चाहिए। हे महाबाहु अर्जुन! सभी प्रकार के द्वन्द्वों से मुक्त होने के कारण वे माया के बंधनों से सरलता से मुक्ति पा लेते हैं।",
        "english_meaning": "The karm yogis, who neither desire nor hate anything, should be considered always renounced. Free from all dualities, they are easily liberated from the bonds of material energy."
    },
    {
        "verse": "shloka sankhya: 5.4",
        "shloka": [
            "साङ्ख्ययोगौ पृथग्बाला: प्रवदन्ति न पण्डिता: |",
            "एकमप्यास्थित: सम्यगुभयोर्विन्दते फलम् ||4||"
        ],
        "hindi_meaning": "केवल अज्ञानी ही 'सांख्य' या 'कर्म संन्यास' को कर्मयोग से भिन्न कहते हैं जो वास्तव में ज्ञानी हैं, वे यह कहते हैं कि इन दोनों में से किसी भी मार्ग का अनुसरण करने से वे दोनों का फल प्राप्त कर सकते हैं।",
        "english_meaning": "Only the ignorant speak of sānkhya (renunciation of actions, or karm sanyās) and karm yog (work in devotion) as different. Those who are truly learned say that by applying ourselves to any one of these paths, we can achieve the results of both."
    },
    {
        "verse": "shloka sankhya: 5.5",
        "shloka": [
            "यत्साङ्ख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते |",
            "एकं साङ्ख्यं च योगं च य: पश्यति स पश्यति ||5||"
        ],
        "hindi_meaning": "परमेश्वर श्रीकृष्ण कहते हैं कि कर्म संन्यास के माध्यम से जो प्राप्त होता है उसे भक्ति युक्त कर्मयोग से भी प्राप्त किया जा सकता है। इस प्रकार जो कर्म संन्यास और कर्मयोग को एक समान देखते हैं वही वास्तव में सभी वस्तुओं को यथावत् रूप में देखते हैं।",
        "english_meaning": "The supreme state that is attained by means of karm sanyās is also attained by working in devotion. Hence, those who see karm sanyās and karm yog to be identical, truly see things as they are."
    },
    {
        "verse": "shloka sankhya: 5.6",
        "shloka": [
            "संन्यासस्तु महाबाहो दु:खमाप्तुमयोगत: |",
            "योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति ||6||"
        ],
        "hindi_meaning": "भक्तियुक्त होकर कर्म किए बिना पूर्णतः कर्मों का परित्याग करना कठिन है। हे महाबलशाली अर्जुन! किन्तु जो संत कर्मयोग में संलग्न रहते हैं, वे शीघ्र ही ब्रह्म को पा लेते हैं।",
        "english_meaning": "Perfect renunciation (karm sanyās) is difficult to attain without performing work in devotion (karm yog), O mighty-armed Arjun, but the sage who is adept in karm yog quickly attains the Supreme."
    },
    {
        "verse": "shloka sankhya: 5.7",
        "shloka": [
            "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रिय: |",
            "सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते ||7||"
        ],
        "hindi_meaning": "जो कर्मयोगी विशुद्ध बुद्धि युक्त हैं, अपने मन तथा इन्द्रियों को वश में रखते हैं और सभी जीवों में आत्मरूप परमात्मा को देखते हैं, वे सभी प्रकार के कर्म करते हुए कभी कर्मबंधन में नहीं पड़ते।",
        "english_meaning": "The karm yogis, who are of purified intellect, and who control the mind and senses, see the Soul of all souls in every living being. Though performing all kinds of actions, they are never entangled."
    },
    {
        "verse": "shloka sankhya: 5.8 - 5.9",
        "shloka": [
            "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् |",
            "पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन् ||8||",
            "प्रलपन्विसृजन्गृह्ण्न्नुन्मिषन्निमिषन्नपि |",
            "इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् ||9||"
        ],
        "hindi_meaning": "कर्मयोग में दृढ़ निश्चय रखने वाले सदैव देखते, सुनते, स्पर्श करते, सूंघते, चलते-फिरते, सोते हुए, श्वास लेते हुए, बोलते हुए, त्यागते हुए, ग्रहण करते हुए और आंखें खोलते या बंद करते हुए सदैव यह सोचते हैं- 'मैं कर्ता नहीं हूँ' और दिव्य ज्ञान के आलोक में वे केवल यह देखते हैं कि भौतिक इन्द्रियाँ ही अपने विषयों में क्रियाशील रहती हैं आत्मा नहीं।",
        "english_meaning": "Those steadfast in karm yog, always think, “I am not the doer,” even while engaged in seeing, hearing, touching, smelling, moving, sleeping, breathing, speaking, excreting, grasping, and opening or closing the eyes. With the light of divine knowledge, they see that it is only the material senses that are moving amongst their objects."
    },
    {
        "verse": "shloka sankhya: 5.10",
        "shloka": [
            "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति य: |",
            "लिप्यते न स पापेन पद्मपत्रमिवाम्भसा ||10||"
        ],
        "hindi_meaning": "वे जो अपने कर्मफल भगवान को समर्पित कर सभी प्रकार से आसक्ति रहित होकर कर्म करते हैं, वे पापकर्म से उसी प्रकार से अछूते रहते हैं जिस प्रकार से कमल के पत्ते को जल स्पर्श नहीं कर पाता।",
        "english_meaning": "Those who dedicate their actions to God, abandoning all attachment, remain untouched by sin, just as a lotus leaf is untouched by water."
    },
    {
        "verse": "shloka sankhya: 5.11",
        "shloka": [
            "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि |",
            "योगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये ||11||"
        ],
        "hindi_meaning": "योगीजन आसक्ति को त्याग कर अपने शरीर, इन्द्रिय, मन और बुद्धि द्वारा केवल अपने शुद्धिकरण के उद्देश्य से कर्म करते हैं।",
        "english_meaning": "The yogis, while giving up attachment, perform actions with their body, senses, mind, and intellect, only for the purpose of self-purification."
    },
    {
        "verse": "shloka sankhya: 5.12",
        "shloka": [
            "युक्त: कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् |",
            "अयुक्त: कामकारेण फले सक्तो निबध्यते ||12||"
        ],
        "hindi_meaning": "कर्मयोगी अपने समस्त कमर्फलों को भगवान को अर्पित कर परम शांति प्राप्त कर लेते हैं, जबकि वे जो कामनायुक्त होकर निजी स्वार्थों से प्रेरित होकर कर्म करते हैं, वे बंधनों में पड़ जाते हैं क्योंकि वे कमर्फलों में आसक्त होकर कर्म करते हैं।",
        "english_meaning": "Offering the results of all activities to God, the karm yogis attain everlasting peace. Whereas those who, being impelled by their desires, work with a selfish motive become entangled because they are attached to the fruits of their actions."
    },
    {
        "verse": "shloka sankhya: 5.13",
        "shloka": [
            "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी |",
            "नवद्वारे पुरे देही नैव कुर्वन्न कारयन् ||13||"
        ],
        "hindi_meaning": "जो देहधारी जीव आत्मनियंत्रित एवं निरासक्त होते हैं, नौ द्वार वाले भौतिक शरीर में भी वे सुखपूर्वक रहते हैं क्योंकि वे स्वयं को कर्त्ता या किसी कार्य का कारण मानने के विचार से मुक्त होते हैं।",
        "english_meaning": "The embodied beings who are self-controlled and detached reside happily in the city of nine gates free from thoughts that they are the doers or the cause of anything."
    },
    {
        "verse": "shloka sankhya: 5.14",
        "shloka": [
            "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: |",
            "न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते ||14||"
        ],
        "hindi_meaning": "न तो कर्त्तापन का बोध और न ही कर्मों का सृजन भगवान द्वारा होता है तथा न ही वे कर्मों के फल का सृजन करते हैं। यह सब प्रकृति के गुणों से सृजित होते हैं।",
        "english_meaning": "Neither the sense of doership nor the nature of actions comes from God; nor does He create the fruits of actions. All this is enacted by the modes of material nature (guṇas)."
    },
    {
        "verse": "shloka sankhya: 5.15",
        "shloka": [
            "नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: |",
            "अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तव: ||15||"
        ],
        "hindi_meaning": "सर्वव्यापी परमात्मा किसी के पापमय कर्मों या पुण्य कर्मों में स्वयं को लिप्त नहीं करते। किन्तु जीवात्माएँ मोहग्रस्त रहती हैं क्योंकि उनका आत्मिक ज्ञान अज्ञान से आच्छादित रहता है।",
        "english_meaning": "The omnipresent God does not involve Himself in the sinful or virtuous deeds of anyone. The living entities are deluded because their inner knowledge is covered by ignorance."
    },
    {
        "verse": "shloka sankhya: 5.16",
        "shloka": [
            "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन: |",
            "तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् ||16||"
        ],
        "hindi_meaning": "किन्तु जिनकी आत्मा का अज्ञान दिव्यज्ञान से विनष्ट हो जाता है उस ज्ञान से परमतत्त्व का प्रकाश उसी प्रकार से प्रकाशित हो जाता है जैसे दिन में सूर्य के प्रकाश से सभी वस्तुएँ प्रकाशित हो जाती हैं।",
        "english_meaning": "But for those whose ignorance is destroyed by divine knowledge, the Supreme Entity is revealed, just as the sun illumines everything when it rises."
    },
    {
        "verse": "shloka sankhya: 5.17",
        "shloka": [
            "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणा: |",
            "गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषा: ||17||"
        ],
        "hindi_meaning": "वे जिनकी बुद्धि भगवान में स्थिर हो जाती है और जो भगवान में सच्ची श्रद्धा रखकर उन्हें परम लक्ष्य मानकर उनमें पूर्णतया तल्लीन हो जाते हैं, वे मनुष्य शीघ्र ऐसी अवस्था में पहुँच जाते हैं जहाँ से फिर कभी वापस नहीं आना होता और उनके सभी पाप ज्ञान के प्रकाश से मिट जाते हैं।",
        "english_meaning": "Those whose intellect is fixed in God, who are completely absorbed in God, with firm faith in Him as the supreme goal, such persons quickly reach the state from which there is no return, their sins having been dispelled by the light of knowledge."
    },
    {
        "verse": "shloka sankhya: 5.18",
        "shloka": [
            "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि |",
            "शुनि चैव श्वपाके च पण्डिता: समदर्शिन: ||18||"
        ],
        "hindi_meaning": "सच्चे ज्ञानी महापुरुष एक ब्राह्मण, गाय, हाथी, कुत्ते और चाण्डाल को अपने दिव्य ज्ञान के चक्षुओं द्वारा समदृष्टि से देखते हैं।",
        "english_meaning": "The truly learned, with the eyes of divine knowledge, see with equal vision a Brahmin, a cow, an elephant, a dog, and a dog-eater."
    },
    {
        "verse": "shloka sankhya: 5.19",
        "shloka": [
            "इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: |",
            "निर्दोषं हि समं ब्रह्म तस्माद् ब्रह्मणि ते स्थिता: ||19||"
        ],
        "hindi_meaning": "वे जिनका मन समदृष्टि में स्थित हो जाता है, वे इसी जीवन में जन्म और मरण के चक्र से मुक्ति पा लेते हैं। वे भगवान के समान गुणों से संपन्न हो जाते हैं और परमसत्य में स्थित हो जाते हैं।",
        "english_meaning": "Those whose minds are established in equality of vision conquer the cycle of birth and death in this very life. They possess the flawless qualities of God, and are therefore seated in the Absolute Truth."
    },
    {
        "verse": "shloka sankhya: 5.20",
        "shloka": [
            "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् |",
            "स्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थित: ||20||"
        ],
        "hindi_meaning": "परमात्मा में स्थित होकर, दिव्य ज्ञान में दृढ़ विश्वास धारण कर और मोह रहित होकर वे सुखद पदार्थ पाकर न तो हर्षित होते हैं और न ही अप्रिय स्थिति में दुःखी होते हैं।",
        "english_meaning": "Established in God, having a firm understanding of divine knowledge and not hampered by delusion, they neither rejoice in getting something pleasant nor grieve on experiencing the unpleasant."
    },
    {
        "verse": "shloka sankhya: 5.21",
        "shloka": [
            "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् |",
            "स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते ||21||"
        ],
        "hindi_meaning": "जो बाह्य इन्द्रिय सुखों में आसक्त नहीं होते वे परम आनन्द की अनुभूति करते हैं। भगवान के साथ एकनिष्ठ होने के कारण वे असीम सुख भोगते हैं।",
        "english_meaning": "Those who are not attached to external sense pleasures realize divine bliss in the self. Being united with God through Yog, they experience unending happiness."
    },
    {
        "verse": "shloka sankhya: 5.22",
        "shloka": [
            "ये हि संस्पर्शजा भोगा दु:खयोनय एव ते |",
            "आद्यन्तवन्त: कौन्तेय न तेषु रमते बुध: ||22||"
        ],
        "hindi_meaning": "इन्द्रिय विषयों के सम्पर्क से उत्पन्न होने वाले सुख यद्यपि सांसारिक लोगों को आनन्द प्रदान करने वाले प्रतीत होते हैं किन्तु वे वास्तव में दुःखों के कारण हैं। हे कुन्तीपुत्र! ऐसे सुखों का आदि और अंत है इसलिए ज्ञानी पुरुष इनमें आनन्द नहीं लेते।",
        "english_meaning": "The pleasures that arise from contact with the sense objects, though appearing as enjoyable to worldly-minded people, are verily a source of misery. O son of Kunti, such pleasures have a beginning and an end, so the wise do not delight in them."
    },
    {
        "verse": "shloka sankhya: 5.23",
        "shloka": [
            "शक्नोतीहैव य: सोढुं प्राक्शरीरविमोक्षणात् |",
            "कामक्रोधोद्भवं वेगं स युक्त: स सुखी नर: ||23||"
        ],
        "hindi_meaning": "वे मनुष्य ही योगी हैं जो शरीर को त्यागने से पूर्व काम और क्रोध के वेग को रोकने में समर्थ होते हैं, केवल वही संसार मे सुखी रहते हैं।",
        "english_meaning": "Those persons are yogis, who before giving up the body are able to check the forces of desire and anger; and they alone are happy."
    },
    {
        "verse": "shloka sankhya: 5.24",
        "shloka": [
            "योऽन्त:सुखोऽन्तरारामस्तथान्तज्र्योतिरेव य: ।",
            "स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ।। 24।।"
        ],
        "hindi_meaning": "जो अन्तर्मुखी होकर असीम आत्मिक सुख का अनुभव करते हैं वे और आत्मिक प्रकाश से प्रकाशित रहते हैं, ऐसे योगी भगवान में एकीकृत हो जाते हैं और संसार से मुक्त हो जाते हैं।",
        "english_meaning": "Those who are happy within themselves, enjoying the delight of God within, and are illumined by the inner light, such yogis are united with the Lord and are liberated from material existence."
    },
    {
        "verse": "shloka sankhya: 5.25",
        "shloka": [
            "लभन्ते ब्रह्मनिर्वाणमृषय: क्षीणकल्मषा: |",
            "छिन्नद्वैधा यतात्मान: सर्वभूतहिते रता: ||25||"
        ],
        "hindi_meaning": "वे मनुष्य जिनके पाप समाप्त हो जाते हैं और जिनके संशय मिट जाते हैं और जिनका मन संयमित होता है, वे सभी प्राणियों के कल्याणार्थ कार्य करते हैं। वे भगवान को पा लेते हैं और सांसारिक बंधनों से भी मुक्त हो जाते हैं।",
        "english_meaning": "Those holy persons, whose sins have been purged, whose doubts are annihilated, whose minds are disciplined, and who are devoted to the welfare of all beings, attain God and are liberated from material existence."
    },
    {
        "verse": "shloka sankhya: 5.26",
        "shloka": [
            "कामक्रोधवियुक्तानां यतीनां यतचेतसाम् |",
            "अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ||26||"
        ],
        "hindi_meaning": "ऐसे संन्यासी भी जो सतत प्रयास से क्रोध और काम वासनाओं पर विजय पा लेते हैं एवं जो अपने मन को वश में कर आत्मलीन हो जाते हैं, वे भी माया के बंधनों से मुक्त हो जाते हैं।",
        "english_meaning": "For those sanyāsīs, who have broken out of anger and lust through constant effort, who have subdued their mind, and are self-realized, liberation from material existence is both here and hereafter."
    },
    {
        "verse": "shloka sankhya: 5.27 - 5.28",
        "shloka": [
            "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: |",
            "प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ ||27||",
            "यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: |",
            "विगतेच्छाभयक्रोधो य: सदा मुक्त एव स: ||28||"
        ],
        "hindi_meaning": "समस्त बाह्य सुख के विषयों का विचार न कर अपनी दृष्टि को भौहों के बीच में स्थित कर, नासिका में विचरने वाली भीतरी और बाहरी श्वासों के प्रवाह को सम करते हुए इन्द्रिय, मन और बुद्धि को संयमित करके जो ज्ञानी कामनाओं और भय को त्याग देता है, वह सदा के लिए मुक्त हो जाता है।",
        "english_meaning": "Shutting out all thoughts of external enjoyment, with the gaze fixed on the space between the eye-brows, equalizing the flow of the incoming and outgoing breath in the nostrils, and thus controlling the senses, mind, and intellect, the sage who becomes free from desire, fear, and anger, always lives in freedom."
    },
    {
        "verse": "shloka sankhya: 5.29",
        "shloka": [
            "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् |",
            "सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति ||29||"
        ],
        "hindi_meaning": "जो भक्त मुझे समस्त यज्ञों और तपस्याओं का भोक्ता, समस्त लोकों का स्वामी और सभी प्राणियों का सच्चा हितैषी समझते हैं, वे परम शांति प्राप्त करते हैं।",
        "english_meaning": "Having realized Me as the enjoyer of all sacrifices and austerities, the Supreme Lord of all the worlds and the selfless friend of all living beings, My devotee attains peace."
    }
]