[
    {
        "verse": "shloka sankhya: 8.1 - 8.2",
        "shloka": [
            "अर्जुन उवाच |",
            "किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम |",
            "अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ||1||",
            "अधियज्ञ: कथं कोऽत्र देहेऽस्मिन्मधुसूदन |",
            "प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभि: ||2||"
        ],
        "hindi_meaning": "अर्जुन ने कहाः हे भगवान! 'ब्रह्म' क्या है? 'अध्यात्म' क्या है और कर्म क्या है? 'अधिभूत' को क्या कहते हैं और 'अधिदैव' किसे कहते हैं? हे मधुसूदन। अधियज्ञ कौन है और यह अधियज्ञ शरीर में कैसे रहता है? हे कृष्ण! दृढ़ मन से आपकी भक्ति में लीन रहने वाले मृत्यु के समय आपको कैसे जान पाते हैं?",
        "english_meaning": "Arjun said: O Supreme Lord, what is Brahman (Absolute Reality), what is adhyatma (the individual soul), and what is karma? What is said to be adhibhuta, and who is said to be Adhidaiva? Who is Adhiyajna in the body and how is He the Adhiyajna? O Krishna, how are You to be known at the time of death by those of steadfast mind?"
    },
    {
        "verse": "shloka sankhya: 8.3",
        "shloka": [
            "श्रीभगवानुवाच |",
            "अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते |",
            "भूतभावोद्भवकरो विसर्ग: कर्मसञ्ज्ञित: ||3||"
        ],
        "hindi_meaning": "परम कृपालु भगवान ने कहाः परम अविनाशी सत्ता को ब्रह्म कहा जाता है। किसी मनुष्य की अपनी आत्मा को अध्यात्म कहा जाता है। प्राणियों के दैहिक व्यक्तित्व से संबंधित कर्मों और उनकी विकास प्रक्रिया को कर्म या साकाम कर्म कहा जाता है।",
        "english_meaning": "The Lord said: The Supreme Indestructible Entity is called Brahman; one’s own self is called adhyatma. Actions pertaining to the material personality of living beings, and its development are called karma, or fruitive activities."
    },
    {
        "verse": "shloka sankhya: 8.4",
        "shloka": [
            "अधिभूतं क्षरो भाव: पुरुषश्चाधिदैवतम् |",
            "अधियज्ञोऽहमेवात्र देहे देहभृतां वर ||4||"
        ],
        "hindi_meaning": "हे देहधारियों में श्रेष्ठ! भौतिक अभिव्यक्ति जो निरन्तर परिवर्तित होती रहती है उसे अधिभूत कहते हैं। भगवान का विश्व रूप जो इस सृष्टि में देवताओं पर भी शासन करता है उसे अधिदैव कहते हैं। सभी प्राणियों के हृदय में स्थित, मैं परमात्मा अधियज्ञ या सभी यज्ञों का स्वामी कहलाता हूँ।",
        "english_meaning": "O best of the embodied souls, the physical manifestation that is constantly changing is called adhibhūta; the universal form of God, which presides over the celestial gods in this creation, is called Adhidaiva; I, who dwell in the heart of every living being, am called Adhiyajna, or the Lord of all sacrifices."
    },
    {
        "verse": "shloka sankhya: 8.5",
        "shloka": [
            "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् |",
            "य: प्रयाति स मद्भावं याति नास्त्यत्र संशय: ||5||"
        ],
        "hindi_meaning": "वे जो शरीर त्यागते समय मेरा स्मरण करते हैं, वे मेरे पास आएँगे। इस संबंध में निश्चित रूप से कोई संदेह नहीं है।",
        "english_meaning": "Those who relinquish the body while remembering Me at the moment of death will come to Me. There is certainly no doubt about this."
    },
    {
        "verse": "shloka sankhya: 8.6",
        "shloka": [
            "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् |",
            "तं तमेवैति कौन्तेय सदा तद्भावभावित: ||6||"
        ],
        "hindi_meaning": "हे कुन्ती पुत्र! मृत्यु के समय शरीर छोड़ते हुए मनुष्य जिसका स्मरण करता है वह उसी गति को प्राप्त होता है क्योंकि वह सदैव ऐसे चिन्तन में लीन रहता है।",
        "english_meaning": "Whatever one remembers upon giving up the body at the time of death, O son of Kunti, one attains that state, being always absorbed in such contemplation."
    },
    {
        "verse": "shloka sankhya: 8.7",
        "shloka": [
            "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च |",
            "मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् ||7||"
        ],
        "hindi_meaning": "इसलिए सदा मेरा स्मरण करो और युद्ध लड़ने के अपने कर्त्तव्य का भी पालन करो, अपना मन और बुद्धि मुझे समर्पित करो तब तुम निचित रूप से मुझे पा लोगे, इसमें कोई संदेह नहीं है।",
        "english_meaning": "Therefore, always remember Me and also do your duty of fighting the war. With mind and intellect surrendered to Me, you will definitely attain Me; of this, there is no doubt."
    },
    {
        "verse": "shloka sankhya: 8.8",
        "shloka": [
            "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना |",
            "परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ||8||"
        ],
        "hindi_meaning": "हे पार्थ! अभ्यास के साथ जब तुम अविचलित भाव से मन को मुझ पुरुषोत्तम भगवान के स्मरण में लीन करते हो तब तुम निश्चित रूप से मुझे पा लोगे।",
        "english_meaning": "With practice, O Parth, when you constantly engage the mind in remembering Me, the Supreme Divine Personality, without deviating, you will certainly attain Me."
    },
    {
        "verse": "shloka sankhya: 8.9 - 8.10",
        "shloka": [
            "कविं पुराणमनुशासितार",
            "मणोरणीयांसमनुस्मरेद्य: |",
            "सर्वस्य धातारमचिन्त्यरूप",
            "मादित्यवर्णं तमस: परस्तात् ||9||",
            "प्रयाणकाले मनसाचलेन",
            "भक्त्या युक्तो योगबलेन चैव |",
            "भ्रुवोर्मध्ये प्राणमावेश्य सम्यक्",
            "स तं परं पुरुषमुपैति दिव्यम् ||10||"
        ],
        "hindi_meaning": "भगवान सर्वज्ञ, आदि पुरूष, नियन्ता, सूक्ष्म से सूक्ष्मतम, सबका पालक, अज्ञानता के सभी अंधकारों से परे और सूर्य से अधिक तेजवान हैं और अचिंतनीय दिव्य स्वरूप के स्वामी हैं। मृत्यु के समय जो मनुष्य योग के अभ्यास द्वारा स्थिर मन के साथ अपने प्राणों को भौहों के मध्य स्थित कर लेता है और दृढ़तापूर्वक पूर्ण भक्ति से दिव्य भगवान का स्मरण करता है वह निश्चित रूप से उन्हें पा लेता है।",
        "english_meaning": "God is Omniscient, the most ancient One, the Controller, subtler than the subtlest, the Support of all, and the possessor of an inconceivable divine form; He is brighter than the sun, and beyond all darkness of ignorance. One who at the time of death, with unmoving mind attained by the practice of Yog, fixes the prāṇ (life-airs) between the eyebrows, and steadily remembers the Divine Lord with great devotion, certainly attains Him."
    },
    {
        "verse": "shloka sankhya: 8.11",
        "shloka": [
            "यदक्षरं वेदविदो वदन्ति",
            "विशन्ति यद्यतयो वीतरागा: |",
            "यदिच्छन्तो ब्रह्मचर्यं चरन्ति",
            "तत्ते पदं संग्रहेण प्रवक्ष्ये ||11||"
        ],
        "hindi_meaning": "वेदों के ज्ञाता उसका वर्णन अविनाशी के रूप में करते हैं। महान तपस्वी ब्रह्मचर्य व्रत का पालन करते हैं और उसमें स्थित होने के लिए सांसारिक सुखों का त्याग करते हैं। मैं तुम्हें इस मुक्ति के मार्ग के संबंध में संक्षेप में बताऊंगा।",
        "english_meaning": "Scholars of the Vedas describe Him as Imperishable; great ascetics practice the vow of celibacy and renounce worldly pleasures to enter into Him. I shall now explain to you briefly the path to that goal."
    },
    {
        "verse": "shloka sankhya: 8.12",
        "shloka": [
            "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च |",
            "मूर्ध्न्याधायात्मन: प्राणमास्थितो योगधारणाम् ||12||"
        ],
        "hindi_meaning": "शरीर के समस्त द्वारों को बंद कर मन को हृदय स्थल पर स्थिर करते हुए और प्राण वायु को सिर पर केन्द्रित करते हुए मनुष्य को दृढ़ यौगिक चिन्तन में स्थित हो जाना चाहिए।",
        "english_meaning": "Restraining all the gates of the body and fixing the mind in the heart region, and then drawing the life-breath to the head, one should get established in steadfast yogic concentration."
    },
    {
        "verse": "shloka sankhya: 8.13",
        "shloka": [
            "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् |",
            "य: प्रयाति त्यजन्देहं स याति परमां गतिम् ||13||"
        ],
        "hindi_meaning": "जो देह त्यागते समय मेरा स्मरण करता है और पवित्र अक्षर ओम का उच्चारण करता है वह परम गति को प्राप्त करेगा।",
        "english_meaning": "One who departs from the body while remembering Me, the Supreme Personality, and chanting the syllable Om, will attain the supreme goal."
    },
    {
        "verse": "shloka sankhya: 8.14",
        "shloka": [
            "अनन्यचेता: सततं यो मां स्मरति नित्यश: |",
            "तस्याहं सुलभ: पार्थ नित्ययुक्तस्य योगिन: ||14||"
        ],
        "hindi_meaning": "हे पार्थ! जो योगी अनन्य भक्ति भाव से सदैव मेरा चिन्तन करते हैं, उनके लिए मैं सरलता से सुलभ रहता हूँ क्योंकि वे निरन्तर मेरी भक्ति में तल्लीन रहते हैं।",
        "english_meaning": "O Parth, for those yogis who always think of Me with exclusive devotion, I am easily attainable because of their constant absorption in Me."
    },
    {
        "verse": "shloka sankhya: 8.15",
        "shloka": [
            "मामुपेत्य पुनर्जन्म दु:खालयमशाश्वतम् |",
            "नाप्नुवन्ति महात्मान: संसिद्धिं परमां गता: ||15||"
        ],
        "hindi_meaning": "मुझे प्राप्त कर महान आत्माएँ फिर कभी इस संसार में पुनः जन्म नहीं लेतीं जो अनित्यऔर दुखों से भरा है क्योंकि वे पूर्ण सिद्धि प्राप्त कर चुकी होती हैं।",
        "english_meaning": "Having attained Me, the great souls are no more subject to rebirth in this world, which is transient and full of misery, because they have attained the highest perfection."
    },
    {
        "verse": "shloka sankhya: 8.16",
        "shloka": [
            "आब्रह्मभुवनाल्लोका: पुनरावर्तिनोऽर्जुन |",
            "मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ||16||"
        ],
        "hindi_meaning": "हे अर्जुन! इस भौतिक सृष्टि के सभी लोकों में ब्रह्मा के उच्च लोक तक तुम्हें पुनर्जन्म प्राप्त होगा। हे कुन्ती पुत्र! परन्तु मेरा धाम प्राप्त करने पर फिर आगे पुनर्जन्म नहीं होता।",
        "english_meaning": "In all the worlds of this material creation, up to the highest abode of Brahma, you will be subject to rebirth, O Arjun. But on attaining My Abode, O son of Kunti, there is no further rebirth."
    },
    {
        "verse": "shloka sankhya: 8.17",
        "shloka": [
            "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदु: |",
            "रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जना: ||17||"
        ],
        "hindi_meaning": "हजार चक्र के चार युग (महायुग) का ब्रह्म का (कल्प) एक दिन होता है और इतनी अवधि की उसकी एक रात्रि होती है। इसे वही बुद्धिमान समझ सकते हैं जो दिन और रात्रि की वास्तविकता को जानते हैं।",
        "english_meaning": "One day of Brahma (kalp) lasts a thousand cycles of the four ages (mahā yug) and his night also extends for the same span of time. The wise who know this understand the reality about day and night."
    },
    {
        "verse": "shloka sankhya: 8.18",
        "shloka": [
            "अव्यक्ताद्व्यक्तय: सर्वा: प्रभवन्त्यहरागमे |",
            "रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसञ्ज्ञके ||18||"
        ],
        "hindi_meaning": "ब्रह्मा के दिन के शुभारम्भ पर सभी जीव अव्यक्त अवस्था से व्यक्त होते हैं और रात्रि होने पर पुनः सभी जीव अव्यक्त अवस्था में लीन हो जाते हैं।",
        "english_meaning": "At the advent of Brahma’s day, all living beings emanate from the unmanifest source. And at the fall of his night, all embodied beings again merge into their unmanifest source."
    },
    {
        "verse": "shloka sankhya: 8.19",
        "shloka": [
            "भूतग्राम: स एवायं भूत्वा भूत्वा प्रलीयते |",
            "रात्र्यागमेऽवश: पार्थ प्रभवत्यहरागमे ||19||"
        ],
        "hindi_meaning": "ब्रह्मा के दिन के आगमन के साथ असंख्य जीव पुनः जन्म लेते हैं और ब्रह्माण्डीय रात्रि के आने पर अगले ब्रह्माण्डीय दिवस के आगमन पर स्वतः पुनः प्रकट होने के लिए विलीन हो जाते हैं।",
        "english_meaning": "Multitudes of beings repeatedly take birth with the advent of Brahma’s day, and are reabsorbed on the arrival of the cosmic night, to manifest again automatically on the advent of the next cosmic day."
    },
    {
        "verse": "shloka sankhya: 8.20",
        "shloka": [
            "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातन: |",
            "य: स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ||20||"
        ],
        "hindi_meaning": "व्यक्त और अव्यक्त सृष्टि से परे अन्य अव्यक्त शाश्वत आयाम है। जब सब कुछ विनष्ट हो जाता है किन्तु उसकी सत्ता का विनाश नहीं होता।",
        "english_meaning": "Transcendental to this manifest and unmanifest creation, there is yet another unmanifest eternal dimension. That realm does not cease even when all others do."
    },
    {
        "verse": "shloka sankhya: 8.21",
        "shloka": [
            "अव्यक्तोऽक्षर इत्युक्तस्तमाहु: परमां गतिम् |",
            "यं प्राप्य न निवर्तन्ते तद्धाम परमं मम ||21||"
        ],
        "hindi_meaning": "यह अव्यक्त आयाम परम गन्तव्य है और इस पर पहुंच कर फिर कोई नश्वर संसार में लौट कर नहीं आता। यह मेरा परम धाम है।",
        "english_meaning": "That unmanifest dimension is the supreme goal, and upon reaching it, one never returns to this mortal world. That is My Supreme Abode."
    },
    {
        "verse": "shloka sankhya: 8.22",
        "shloka": [
            "पुरुष: स पर: पार्थ भक्त्या लभ्यस्त्वनन्यया |",
            "यस्यान्त:स्थानि भूतानि येन सर्वमिदं ततम् ||22||"
        ],
        "hindi_meaning": "परमेश्वर का दिव्य व्यक्तित्व सभी सत्ताओं से परे है। यद्यपि वह सर्वव्यापक है और सभी प्राणी उसके भीतर रहते है तथापि उसे केवल भक्ति द्वारा ही जाना जा सकता है।",
        "english_meaning": "The Supreme Divine Personality is greater than all that exists. Although He is all-pervading and all living beings are situated in Him, yet He can be known only through devotion."
    },
    {
        "verse": "shloka sankhya: 8.23 - 8.26",
        "shloka": [
            "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: |",
            "प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ||23||",
            "अग्निर्ज्योतिरह: शुक्ल: षण्मासा उत्तरायणम् |",
            "तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: ||24||",
            "धूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् |",
            "तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ||25||",
            "शुक्लकृष्णे गती ह्येते जगत: शाश्वते मते |",
            "एकया यात्यनावृत्तिमन्ययावर्तते पुन: ||26||"
        ],
        "hindi_meaning": "हे भरत श्रेष्ठ! अब मैं तुम्हें इस संसार से दूर विभिन्न मार्गों के संबंध में बताऊँगा। इनमें से एक मार्ग मुक्ति की ओर ले जाने वाला है और दूसरा पुनर्जन्म की ओर ले जाता है। वे जो परब्रह्म को जानते हैं और जो उन छः मासों में जब सूर्य उत्तर दिशा में रहता है, चन्द्रमा के शुक्ल पक्ष की रात्रि और दिन के शुभ लक्षण में देह का त्याग करते हैं, वे परम गंतव्य को प्राप्त करते हैं। वैदिक कर्मकाण्डों का पालन करने वाले साधक, चन्द्रमा के कृष्णपक्ष की रात्रि में धुएँ के समय जब सूर्य दक्षिणायन में रहता है, के छह माह के भीतर मृत्यु को प्राप्त होते हैं, वे स्वर्गलोक को प्राप्त करते हैं। स्वर्ग के सुख भोगने के पश्चात वे पुनः धरती पर लौटकर आते हैं। प्रकाश और अंधकार के ये दोनों पक्ष संसार में सदा विद्यमान रहते हैं। प्रकाश का मार्ग मुक्ति की ओर तथा अंधकार का मार्ग पुनर्जन्म की ओर ले जाता है।",
        "english_meaning": "I shall now describe to you the different paths of passing away from this world, O best of the Bharatas, one of which leads to liberation and the other leads to rebirth. Those who know the Supreme Brahman and who depart from this world, during the six months of the sun’s northern course, the bright fortnight of the moon, and the bright part of the day, attain the supreme destination. The practitioners of Vedic rituals, who pass away during the six months of the sun’s southern course, the dark fortnight of the moon, the time of smoke, the night, attain the celestial abodes. After enjoying celestial pleasures, they again return to the earth. These two, bright and dark paths, always exist in this world. The way of light leads to liberation and the way of darkness leads to rebirth."
    },
    {
        "verse": "shloka sankhya: 8.27",
        "shloka": [
            "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन |",
            "तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ||27||"
        ],
        "hindi_meaning": "हे पार्थ! जो योगी इन दोनों मार्गों का रहस्य जानते हैं, वे कभी मोहित नहीं होते इसलिए वे सदैव योग में स्थित रहते हैं।",
        "english_meaning": "Yogis who know the secret of these two paths, O Parth, are never bewildered. Therefore, at all times be situated in Yog (union with God)."
    },
    {
        "verse": "shloka sankhya: 8.28",
        "shloka": [
            "वेदेषु यज्ञेषु तप:सु चैव",
            "दानेषु यत्पुण्यफलं प्रदिष्टम् |",
            "अत्येति तत्सर्वमिदं विदित्वा",
            "योगी परं स्थानमुपैति चाद्यम् ||28||"
        ],
        "hindi_meaning": "जो योगी इस रहस्य को जान लेते हैं वे वेदाध्ययन, तपस्या, यज्ञों के अनुष्ठान और दान से प्राप्त होने वाले फलों से परे और अधिक लाभ प्राप्त करते हैं। ऐसे योगियों को भगवान का परमधाम प्राप्त होता है।",
        "english_meaning": "The yogis, who know this secret, gain merit far beyond the fruits of Vedic rituals, the study of the Vedas, performance of sacrifices, austerities, and charities. Such yogis reach the Supreme Abode."
    }
]