[
    {
        "verse": "shloka sankhya: 16.1 - 16.3",
        "shloka": [
            "श्रीभगवानुवाच |",
            "अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थिति: |",
            "दानं दमश्च यज्ञश्च स्वाध्यायस्तप आर्जवम् ||1||",
            "अहिंसा सत्यमक्रोधस्त्याग: शान्तिरपैशुनम् |",
            "दया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम् ||2||",
            "तेज: क्षमा धृति: शौचमद्रोहोनातिमानिता |",
            "भवन्ति सम्पदं दैवीमभिजातस्य भारत ||3||"
        ],
        "hindi_meaning": "परम पुरुषोत्तम भगवान् ने कहाः हे भरतवंशी! निर्भयता, मन की शुद्धि, अध्यात्मिक ज्ञान में दृढ़ता, दान, इन्द्रियों पर नियंत्रण, यज्ञों का अनुष्ठान करना, धार्मिक पुस्तकों का अध्ययन, तपस्या और स्पष्टवादिता, अहिंसा, सत्यता, क्रोधहीनता, त्याग, शांतिप्रियता, दोषारोपण से मुक्त, सभी जीवों के प्रति करूणा भाव, लोभ से मुक्ति, भद्रता, लज्जा, अस्थिरहीनता, शक्ति, क्षमाशीलता, धैर्य, पवित्रता किसी के प्रति शत्रुता के भाव से मुक्ति और प्रतिष्ठा की इच्छा से मुक्त होना, ये सब दिव्य प्रकृति से संपन्न लोगों के दैवीय गुण हैं।",
        "english_meaning": "The Supreme Divine Personality said: O scion of Bharat, these are the saintly virtues of those endowed with a divine nature—fearlessness, purity of mind, steadfastness in spiritual knowledge, charity, control of the senses, sacrifice, study of the sacred books, austerity, and straightforwardness; non-violence, truthfulness, absence of anger, renunciation, peacefulness, restraint from fault-finding, compassion toward all living beings, absence of covetousness, gentleness, modesty, and lack of fickleness; vigor, forgiveness, fortitude, cleanliness, bearing enmity toward none, and absence of vanity."
    },
    {
        "verse": "shloka sankhya: 16.4",
        "shloka": [
            "दम्भो दर्पोऽभिमानश्च क्रोध: पारुष्यमेव च |",
            "अज्ञानं चाभिजातस्य पार्थ सम्पदमासुरीम् ||4||"
        ],
        "hindi_meaning": "हे पार्थ! पाखण्ड, दम्भ, अभिमान, क्रोध, निष्ठुरता और अज्ञानता आसुरी प्रकृति वाले लोगों के गुण हैं।",
        "english_meaning": "O Parth, the qualities of those who possess a demoniac nature are hypocrisy, arrogance, conceit, anger, harshness, and ignorance."
    },
    {
        "verse": "shloka sankhya: 16.5",
        "shloka": [
            "दैवी सम्पद्विमोक्षाय निबन्धायासुरी मता |",
            "मा शुच: सम्पदं दैवीमभिजातोऽसि पाण्डव ||5||"
        ],
        "hindi_meaning": "दैवीय गुण मुक्ति की ओर ले जाते हैं जबकि आसुरी गुण निरन्तर बंधन की नियति का कारण होते हैं। हे अर्जुन! शोक मत करो क्योंकि तुम दैवीय गुणों के साथ जन्मे हो।",
        "english_meaning": "The divine qualities lead to liberation, while the demoniac qualities are the cause for a continuing destiny of bondage. Grieve not, O Arjun, as you were born with saintly virtues."
    },
    {
        "verse": "shloka sankhya: 16.6",
        "shloka": [
            "द्वौ भूतसर्गौ लोकेऽस्मिन्दैव आसुर एव च |",
            "दैवो विस्तरश: प्रोक्त आसुरं पार्थ मे शृणु ||6||"
        ],
        "hindi_meaning": "संसार में दो प्रकार के प्राणी हैं-एक वे जो दैवीय गुणों से सम्पन्न हैं और दूसरे वे जो आसुरी प्रकृति के हैं। मैं दैवीय गुणों का विस्तार से वर्णन कर चुका हूँ अब तुम मुझसे आसुरी स्वभाव वाले लोगों के संबंध में सुनो।",
        "english_meaning": "There are two kinds of beings in this world—those endowed with a divine nature and those possessing a demoniac nature. I have described the divine qualities in detail, O Arjun. Now hear from me about the demoniac nature."
    },
    {
        "verse": "shloka sankhya: 16.7",
        "shloka": [
            "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुरा: |",
            "न शौचं नापि चाचारो न सत्यं तेषु विद्यते ||7||"
        ],
        "hindi_meaning": "वे जो आसुरी गुणों से युक्त होते हैं वे यह समझ नहीं पाते कि उचित और अनुचित कर्म क्या हैं। इसलिए उनमें न तो पवित्रता, न ही सदाचरण और न ही सत्यता पायी जाती है।",
        "english_meaning": "Those possessing a demoniac nature do not comprehend which actions are proper and which are improper. Hence, they possess neither purity, nor good conduct, nor even truthfulness."
    },
    {
        "verse": "shloka sankhya: 16.8",
        "shloka": [
            "असत्यमप्रतिष्ठं ते जगदाहुरनीश्वरम् |",
            "अपरस्परसम्भूतं किमन्यत्कामहैतुकम् ||8||"
        ],
        "hindi_meaning": "वे कहते हैं, संसार परम सत्य से रहित और आधारहीन है तथा यह भगवान रहित है जो इसका सृष्टा और नियामक है। यह दो विपरीत लिंगों से उत्पन्न होता है और कामेच्छा के अतिरिक्त इसका कोई अन्य कारण नहीं है।",
        "english_meaning": "They say, “The world is without Absolute Truth, without any basis (for moral order), and without a God (who has created or is controlling it). It is created from the combination of the two sexes, and has no purpose other than sexual gratification.”"
    },
    {
        "verse": "shloka sankhya: 16.9",
        "shloka": [
            "एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धय: |",
            "प्रभवन्त्युग्रकर्माण: क्षयाय जगतोऽहिता: ||9||"
        ],
        "hindi_meaning": "ऐसे विचारों पर स्थिर रहते हुए पथ भ्रष्ट आत्माएँ अल्प बुद्धि और क्रूर कृत्यों के साथ संसार के शत्रु के रूप में जन्म लेती हैं और इसके विनाश का जोखिम बनती है।",
        "english_meaning": "Holding fast to such views, these misdirected souls, with small intellect and cruel actions, arise as enemies of the world threatening its destruction."
    },
    {
        "verse": "shloka sankhya: 16.10",
        "shloka": [
            "काममाश्रित्य दुष्पूरं दम्भमानमदान्विता: |",
            "मोहाद्गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽशुचिव्रता: ||10||"
        ],
        "hindi_meaning": "अतृप्त काम वासनाओं, पाखंड से पूर्ण गर्व और अभिमान में डूबे हुए आसुरी प्रवृति वाले मनुष्य अपने झूठे सिद्धान्तो से चिपके रहते हैं। इस प्रकार से वे भ्रमित होकर अशुभ संकल्प के साथ काम करते हैं।",
        "english_meaning": "Harboring insatiable lust, full of hypocrisy, pride and arrogance, the demoniac cling to their false tenets. Thus illusioned, they are attracted to the impermanent and work with impure resolve."
    },
    {
        "verse": "shloka sankhya: 16.11",
        "shloka": [
            "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिता: |",
            "कामोपभोगपरमा एतावदिति निश्चिता: ||11||"
        ],
        "hindi_meaning": "वे ऐसी अंतहीन चिंताओं से पीड़ित रहते हैं जो मृत्यु होने पर समाप्त होती हैं फिर भी वे पूर्ण रूप से आश्वस्त रहते हैं कि कामनाओं की तृप्ति और धन सम्पत्ति का संचय ही जीवन का परम लक्ष्य है।",
        "english_meaning": "They are obsessed with endless anxieties that end only with death. Still, they maintain with complete assurance that gratification of desires and accumulation of wealth is the highest purpose of life."
    },
    {
        "verse": "shloka sankhya: 16.12",
        "shloka": [
            "आशापाशशतैर्बद्धा: कामक्रोधपरायणा: |",
            "ईहन्ते कामभोगार्थमन्यायेनार्थसञ्जयान् ||12||"
        ],
        "hindi_meaning": "सैंकड़ों कामनाओं के बंधनों में पड़ कर काम वासना और क्रोध से प्रेरित होकर वे अवैध ढंग से धन संग्रह करने में जुटे रहते हैं। यह सब वे इन्द्रिय तृप्ति के लिए करते हैं।",
        "english_meaning": "Held in bondage by hundreds of desires, and driven by lust and anger, they strive to accumulate wealth by unjust means, all for the gratification of their senses."
    },
    {
        "verse": "shloka sankhya: 16.13 - 16.15",
        "shloka": [
            "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् |",
            "इदमस्तीदमपि मे भविष्यति पुनर्धनम् ||13||",
            "असौ मया हत: शत्रुर्हनिष्ये चापरानपि |",
            "ईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी ||14||",
            "आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया |",
            "यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिता: ||15||"
        ],
        "hindi_meaning": "आसुरी व्यक्ति सोचता है-'मैंने आज इतनी संपत्ति प्राप्त कर ली है और मैं इससे अपनी कामनाओं की पूर्ति कर सकूँगा। यह सब मेरी है और कल मेरे पास इससे भी अधिक धन होगा। मैंने अपने उस शत्रु का नाश कर दिया है और मैं अन्य शत्रुओं का भी विनाश करूंगा। मैं स्वयं भगवान के समान हूँ, मैं भोक्ता हूँ, मैं शक्तिशाली हूँ, मैं सुखी हूँ। मैं धनाढ्य हूँ और मेरे सगे-संबंधी भी कुलीन वर्ग से हैं। मेरे बराबर कौन है? मैं देवताओं को प्रसन्न करने के लिए यज्ञ करूँगा, दान दूंगा, मैं सुखों का भोग करूँगा।' इस प्रकार से वे अज्ञानता के कारण मोह ग्रस्त रहते हैं।",
        "english_meaning": "The demoniac persons think, “I have gained so much wealth today, and I shall now fulfill this desire of mine. This is mine, and tomorrow I shall have even more. That enemy has been destroyed by me, and I shall destroy the others too! I am like God Himself, I am the enjoyer, I am perfect, I am powerful, and I am happy. I am wealthy and I have highly placed relatives. Who else is equal to me? I shall perform sacrifices (to the celestial gods); I shall give alms; I shall rejoice.” In this way, they are deluded by ignorance."
    },
    {
        "verse": "shloka sankhya: 16.16",
        "shloka": [
            "अनेकचित्तविभ्रान्ता मोहजालसमावृता: |",
            "प्रसक्ता: कामभोगेषु पतन्ति नरकेऽशुचौ ||16||"
        ],
        "hindi_meaning": "ऐसी कल्पनाओं द्वारा पथभ्रष्ट होकर और मोह के जाल से आच्छादित तथा इन्द्रिय भोग की तृप्ति के आदी होकर वे अंधे नरक में गिरते हैं।",
        "english_meaning": "Possessed and led astray by such imaginings, enveloped in a mesh of delusion, and addicted to the gratification of sensuous pleasures, they descend to the murkiest hell."
    },
    {
        "verse": "shloka sankhya: 16.17",
        "shloka": [
            "आत्मसम्भाविता: स्तब्धा धनमानमदान्विता: |",
            "यजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् ||17||"
        ],
        "hindi_meaning": "ऐसे आत्म अभिमानी और हठी लोग अपनी संपत्ति के मद और अभिमान में चूर होकर शास्त्रों के विधि-विधानों का आदर न करते हुए केवल नाम मात्र के लिए आडम्बर करते हुए यज्ञों का अनुष्ठान करते हैं।",
        "english_meaning": "Such self-conceited and stubborn people, full of pride and arrogant in their wealth, perform ostentatious sacrifices in name only, with no regard to the rules of the scriptures."
    },
    {
        "verse": "shloka sankhya: 16.18",
        "shloka": [
            "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिता: |",
            "मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयका: ||18||"
        ],
        "hindi_meaning": "अहंकार, शक्ति, दम्भ, कामना और क्रोध से अंधे असुर मनुष्य अपने शरीर के भीतर और अन्य लोगों के शरीरों के भीतर मेरी उपस्थिति की निंदा करते हैं।",
        "english_meaning": "Blinded by egotism, strength, arrogance, desire, and anger, the demonic abuse Me, who am present in their own body and in the bodies of others."
    },
    {
        "verse": "shloka sankhya: 16.19 - 16.20",
        "shloka": [
            "तानहं द्विषत: क्रूरान्संसारेषु नराधमान् |",
            "क्षिपाम्यजस्रमशुभानासुरीष्वेव योनिषु ||19||",
            "आसुरीं योनिमापन्ना मूढा जन्मनि जन्मनि |",
            "मामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम् ||20||"
        ],
        "hindi_meaning": "मानव जाति के नीच, दुष्ट और इन निर्दयी और घृणित व्यक्तियों को मैं निरन्तर भौतिक संसार के जीवन-मृत्यु के चक्र में समान आसुरी प्रकृति के गर्मों में डालता हूँ। ये अज्ञानी आत्माएँ बार-बार आसुरी प्रकृति के गर्थों में जन्म लेती हैं। मुझ तक पहुँचने में असफल होने के कारण हे अर्जुन! वे शनैः-शनैः अति अधम जीवन प्राप्त करते हैं।",
        "english_meaning": "These cruel and hateful persons, the vile and vicious of humankind, I constantly hurl into the wombs of those with similar demoniac natures in the cycle of rebirth in the material world. These ignorant souls take birth again and again in demoniac wombs. Failing to reach Me, O Arjun, they gradually sink to the most abominable type of existence."
    },
    {
        "verse": "shloka sankhya: 16.21",
        "shloka": [
            "त्रिविधं नरकस्येदं द्वारं नाशनमात्मन: |",
            "काम: क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत् ||21||"
        ],
        "hindi_meaning": "काम, क्रोध और लोभ जीवात्मा को आत्म विनाश के नरक की ओर ले जाने वाले तीन द्वार हैं इसलिए सबको इनका त्याग करना चाहिए।",
        "english_meaning": "There are three gates leading to the hell of self-destruction for the soul—lust, anger, and greed. Therefore, one should abandon all three."
    },
    {
        "verse": "shloka sankhya: 16.22",
        "shloka": [
            "एतैर्विमुक्त: कौन्तेय तमोद्वारैस्त्रिभिर्नर: |",
            "आचरत्यात्मन: श्रेयस्ततो याति परां गतिम् ||22||"
        ],
        "hindi_meaning": "जो अंधकार रूपी तीन द्वारों से मुक्त होते हैं वे अपनी आत्मा के कल्याण के लिए चेष्टा करते हैं और इस प्रकार से परम लक्ष्य को प्राप्त करते हैं।",
        "english_meaning": "Those who are free from the three gates to darkness endeavor for the welfare of their soul, and thereby attain the supreme goal."
    },
    {
        "verse": "shloka sankhya: 16.23",
        "shloka": [
            "य: शास्त्रविधिमुत्सृज्य वर्तते कामकारत: |",
            "न स सिद्धिमवाप्नोति न सुखं न परां गतिम् ||23||"
        ],
        "hindi_meaning": "वे जो इच्छाओं के आवेग के अंतर्गत कर्म करते हैं और शास्त्रों के विधि-निषेधों को ठुकराते हैं वे न तो पूर्णताः प्राप्त करते हैं और न ही जीवन में परम लक्ष्य की प्राप्ति करते हैं।",
        "english_meaning": "Those who act under the impulse of desire, discarding the injunctions of the scriptures, attain neither perfection, nor happiness, nor the supreme goal in life."
    },
    {
        "verse": "shloka sankhya: 16.24",
        "shloka": [
            "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ |",
            "ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि ||24||"
        ],
        "hindi_meaning": "इसलिए क्या करना और क्या नहीं करना चाहिए? यह निश्चित करने के लिए शास्त्रों में वर्णित विधानों को स्वीकार करो और शास्त्रों के निर्देशों व उपदेशों को समझो तथा फिर तदानुसार संसार में अपने कर्तव्यों का पालन करो।",
        "english_meaning": "Therefore, let the scriptures be your authority in determining what should be done and what should not be done. Understand the scriptural injunctions and teachings, and then perform your actions in this world accordingly."
    }
]