[
    {
        "verse": "shloka sankhya: 11.1",
        "shloka": [
            "अर्जुन उवाच |",
            "मदनुग्रहाय परमं गुह्यमध्यात्मसञ्ज्ञितम् |",
            "यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम ||1||"
        ],
        "hindi_meaning": "अर्जुन ने कहा! मुझ पर करुणा कर आप द्वारा प्रकट किए गए परम गुह्य आध्यात्मिक ज्ञान को सुनकर अब मेरा मोह दूर हो गया है।",
        "english_meaning": "Arjun said: Having heard the supremely confidential spiritual knowledge, which You have revealed out of compassion for me, my illusion is now dispelled."
    },
    {
        "verse": "shloka sankhya: 11.2",
        "shloka": [
            "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया |",
            "त्वत्त: कमलपत्राक्ष माहात्म्यमपि चाव्ययम् ||2||"
        ],
        "hindi_meaning": "मैने आपसे सभी प्राणियों की उत्पत्ति और संहार के संबंध में विस्तार से सुना है। हे कमल नयन! मैंने आपकी अविनाशी महिमा को भी जाना है।",
        "english_meaning": "I have heard from You in detail about the appearance and disappearance of all living beings, O Lotus-eyed One, and also about Your eternal magnificence."
    },
    {
        "verse": "shloka sankhya: 11.3",
        "shloka": [
            "एवमेतद्यथात्थ त्वमात्मानं परमेश्वर |",
            "द्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम ||3||"
        ],
        "hindi_meaning": "हे परमेश्वर! तुम वास्तव में वही हो जिसका आपने मेरे समक्ष वर्णन किया है!, किन्तु हे परम पुरुषोत्तम! मैं आपके विराट रूप को देखने का इच्छुक हूँ।",
        "english_meaning": "O Supreme Lord, You are precisely what You declare yourself to be. Now I desire to see Your divine cosmic form, O Greatest of persons."
    },
    {
        "verse": "shloka sankhya: 11.4",
        "shloka": [
            "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो |",
            "योगेश्वर ततो मे त्वं दर्शयात्मानमव्ययम् ||4||"
        ],
        "hindi_meaning": "सभी अप्रकट शक्ति के स्वामी हे भगवान! यदि आप यह सोचते हैं कि मैं इसे देखने में समर्थ हूँ तब मुझे अपना अविनाशी विराट स्वरूप दिखाने की कृपा करें।",
        "english_meaning": "O Lord of all mystic powers, if You think I am strong enough to behold It, then kindly reveal that imperishable cosmic form to me."
    },
    {
        "verse": "shloka sankhya: 11.5",
        "shloka": [
            "श्रीभगवानुवाच |",
            "पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रश: |",
            "नानाविधानि दिव्यानि नानावर्णाकृतीनि च ||5||"
        ],
        "hindi_meaning": "परमेश्वर ने कहा-हे पार्थ! अब तुम मेरे सैकड़ों और हजारों अद्भुत दिव्य रूपों को विभिन्न आकारों और बहुरंगी रूपों में देखो।",
        "english_meaning": "The Supreme Lord said: Behold, O Parth, My hundreds and thousands of wonderful forms of various shapes, sizes, and colors."
    },
    {
        "verse": "shloka sankhya: 11.6",
        "shloka": [
            "पश्यादित्यान्वसून् रुद्रानश्विनौ मरुतस्तथा |",
            "बहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत ||6||"
        ],
        "hindi_meaning": "हे भरतवंशी! लो अब आदिति के (बारह) पुत्रों, (आठ) वसुओं (ग्यारह) रुद्रों, (दो) अश्विनी कुमारों और उसी प्रकार से (उन्चास) मरुतों और पहले कभी न प्रकट हुए अन्य आश्चर्यों को मुझमें देखो।",
        "english_meaning": "Behold in Me, O scion of the Bharatas, the (twelve) sons of Aditi, the (eight) vasus, the (eleven) rudras, the (twin) Ashwini Kumars, as well as the (forty-nine) maruts and many more marvels never revealed before."
    },
    {
        "verse": "shloka sankhya: 11.7",
        "shloka": [
            "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम् |",
            "मम देहे गुडाकेश यच्चान्यद्द्रष्टुमिच्छसि ||7||"
        ],
        "hindi_meaning": "हे अर्जुन! सभी चर और अचर सहित समस्त ब्रह्माण्डों को एक साथ मेरे विश्वरूप में देखो। इसके अतिरिक्त तुम कुछ और भी देखना चाहो तो वह सब मेरे विश्वव्यापी रूप में देखो।",
        "english_meaning": "Behold now, Arjun, the entire universe, with everything moving and non-moving, assembled together in My universal form. Whatever else you wish to see, observe it all within this universal form."
    },
    {
        "verse": "shloka sankhya: 11.8",
        "shloka": [
            "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा |",
            "दिव्यं ददामि ते चक्षु: पश्य मे योगमैश्वरम् ||8||"
        ],
        "hindi_meaning": "परन्तु तुम अपनी आंखों से मेरे दिव्य ब्रह्माण्डीय स्वरूप को नहीं देख सकते हो। इसलिए मैं तुम्हें दिव्य दृष्टि प्रदान करता हूँ। अब मेरी दिव्य विभूतियों को देखो।",
        "english_meaning": "But you cannot see My cosmic form with these physical eyes of yours. Therefore, I grant you divine vision. Behold My majestic opulence!"
    },
    {
        "verse": "shloka sankhya: 11.9",
        "shloka": [
            "सञ्जय उवाच |",
            "एवमुक्त्वा ततो राजन्महायोगेश्वरो हरि: |",
            "दर्शयामास पार्थाय परमं रूपमैश्वरम् ||9||"
        ],
        "hindi_meaning": "संजय ने कहा-हे राजन! इस प्रकार से कहकर योग के स्वामी महा योगेश्वर श्रीकृष्ण ने अर्जुन को दिव्य विश्वरूप दिखाया।",
        "english_meaning": "Sanjay said: O King, having spoken thus, the Supreme Lord of Yog, Shree Krishna, displayed his divine and opulent form to Arjun."
    },
    {
        "verse": "shloka sankhya: 11.10 - 11.11",
        "shloka": [
            "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम् |",
            "अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम् ||10||",
            "दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम् |",
            "सर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम् ||11||"
        ],
        "hindi_meaning": "अर्जुन ने भगवान के दिव्य विराट रूप में असंख्य मुख और आंखों को देखा। उनका रूप अनेक दैवीय आभूषण से अलंकृत था और कई प्रकार के दिव्य शस्त्रों को उठाए हुए था। उन्होंने उस शरीर पर अनेक मालाएँ और वस्त्र धारण किए हुए थे जिस पर कई प्रकार की दिव्य मधुर सुगन्धिया लगी थी। वह स्वयं को आश्चर्यमय और अनंत भगवान के रूप में प्रकट कर रहे थे जिनका मुख सर्वव्याप्त था।",
        "english_meaning": "In that cosmic form, Arjun saw unlimited faces and eyes, decorated with many celestial ornaments and wielding many kinds of divine weapons. He wore many garlands on His body and was anointed with many sweet-smelling heavenly fragrances. He revealed Himself as the wonderful and infinite Lord whose face is everywhere."
    },
    {
        "verse": "shloka sankhya: 11.12",
        "shloka": [
            "दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता |",
            "यदि भा: सदृशी सा स्याद्भासस्तस्य महात्मन: ||12||"
        ],
        "hindi_meaning": "यदि आकाश में हजारों सूर्य एक साथ उदय होते हैं तो भी उन सबका प्रकाश भगवान के दिव्य तेजस्वी रूप की समानता नहीं कर सकता।",
        "english_meaning": "If a thousand suns were to blaze forth together in the sky, they would not match the splendor of that great form."
    },
    {
        "verse": "shloka sankhya: 11.13",
        "shloka": [
            "तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा |",
            "अपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा ||13||"
        ],
        "hindi_meaning": "अर्जुन ने देवों के देव के उस दिव्य शरीर में एक ही स्थान पर स्थित समस्त ब्रह्माण्डों को देखा।",
        "english_meaning": "There Arjun could see the totality of the entire universe established in one place, in that body of the God of gods."
    },
    {
        "verse": "shloka sankhya: 11.14",
        "shloka": [
            "तत: स विस्मयाविष्टो हृष्टरोमा धनञ्जय: |",
            "प्रणम्य शिरसा देवं कृताञ्जलिरभाषत ||14||"
        ],
        "hindi_meaning": "विश्व रूप दर्शन योग तब आश्चर्य में डूबे अर्जुन के शरीर के रोंगटे खड़े हो गए और वह मस्तक को झुकाए भगवान के समक्ष हाथ जोड़कर इस प्रकार प्रार्थना करने लगा।",
        "english_meaning": "Then, Arjun, full of wonder and with hair standing on end, bowed his head before the Lord and addressed Him, with folded hands."
    },
    {
        "verse": "shloka sankhya: 11.15",
        "shloka": [
            "अर्जुन उवाच |",
            "पश्यामि देवांस्तव देव देहे",
            "सर्वांस्तथा भूतविशेषसङ्घान् |",
            "ब्रह्माणमीशं कमलासनस्थ-",
            "मृषींश्च सर्वानुरगांश्च दिव्यान् ||15||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-मैंने आपके शरीर में सभी देवताओं और विभिन्न प्रकार के जीवों को देखा। मैंने वहाँ कमल पर आसीन ब्रह्मा और शिव तथा सभी ऋषियों और स्वर्ग के सर्पो को देखा।",
        "english_meaning": "Arjun said: O Shree Krishna, I behold within Your body all the gods and hosts of different beings. I see Brahma seated on the lotus flower; I see Shiv, all the sages, and the celestial serpents."
    },
    {
        "verse": "shloka sankhya: 11.16",
        "shloka": [
            "अनेकबाहूदरवक्त्रनेत्रं",
            "पश्यामि त्वां सर्वतोऽनन्तरूपम् |",
            "नान्तं न मध्यं न पुनस्तवादिं",
            "पश्यामि विश्वेश्वर विश्वरूप ||16||"
        ],
        "hindi_meaning": "मैं सभी दिशाओं में अनगिनत भुजाएँ, उदर, मुँह और आँखों के साथ आपके सर्वत्र फैले हुए अनंतरूप को देखता हूँ। हे ब्रह्माण्ड के स्वामी! आपका रूप अपने आप में अनंत है, मुझे आप में कोई आरम्भ, मध्य और अंत नहीं दिखता।",
        "english_meaning": "I see Your infinite form in every direction, with countless arms, stomachs, faces, and eyes. O Lord of the universe, whose form is the universe itself, I do not see in You any beginning, middle, or end."
    },
    {
        "verse": "shloka sankhya: 11.17",
        "shloka": [
            "किरीटिनं गदिनं चक्रिणं च",
            "तेजोराशिं सर्वतो दीप्तिमन्तम् |",
            "पश्यामि त्वां दुर्निरीक्ष्यं समन्ताद्",
            "दीप्तानलार्कद्युतिमप्रमेयम् ||17||"
        ],
        "hindi_meaning": "विश्व रूप दर्शन योग मैं मुकुट से सुशोभित चक्र और गदा से सुसज्जित शस्त्रों के साथ सर्वत्र दीप्तिमान लोक के रूप में आपके रूप को देख रहा हूँ। इस चमचमाती अग्नि में आपके तेज को देख पाना कठिन है जो सभी दिशाओं से प्रस्फुटित होने वाले सूर्य के प्रकाश की भांति है।",
        "english_meaning": "I see Your form, adorned with a crown, and armed with the club and disc, shining everywhere as the abode of splendor. It is hard to look upon You in the blazing fire of Your effulgence, which is radiating like the sun in all directions."
    },
    {
        "verse": "shloka sankhya: 11.18",
        "shloka": [
            "त्वमक्षरं परमं वेदितव्यं",
            "त्वमस्य विश्वस्य परं निधानम् |",
            "त्वमव्यय: शाश्वतधर्मगोप्ता",
            "सनातनस्त्वं पुरुषो मतो मे ||18||"
        ],
        "hindi_meaning": "मैं आपको परम अविनाशी मानता हूँ। आप ही धार्मिक ग्रंथों द्वारा ज्ञात होने वाले परम सत्य हो। आप समस्त सृष्टि के परम आधार हो और सनातन धर्म के नित्य पालक और रक्षक हो और अविनाशी परम प्रभु हो।",
        "english_meaning": "I recognize You as the supreme imperishable being, the Ultimate Truth to be known by the scriptures. You are the support of all creation; You are the eternal protector of Sanātan Dharma (the Eternal Religion); and You are the everlasting Supreme Divine Personality."
    },
    {
        "verse": "shloka sankhya: 11.19",
        "shloka": [
            "अनादिमध्यान्तमनन्तवीर्य-",
            "मनन्तबाहुं शशिसूर्यनेत्रम् |",
            "पश्यामि त्वां दीप्तहुताशवक्त्रं-",
            "स्वतेजसा विश्वमिदं तपन्तम् ||19||"
        ],
        "hindi_meaning": "आप आदि, मध्य और अंत से रहित हैं और आपकी शक्तियों का कोई अंत नहीं है। सूर्य और चन्द्रमा आप के नेत्र हैं और अग्नि आपके मुख के तेज के समान है और मैं आपके तेज से समस्त ब्रह्माण्ड को जलते देख रहा हूँ।",
        "english_meaning": "You are without beginning, middle, or end; Your power has no limits. Your arms are infinite; the sun and the moon are like Your eyes, and fire is like Your mouth. I see you warming the entire creation by Your radiance."
    },
    {
        "verse": "shloka sankhya: 11.20",
        "shloka": [
            "द्यावापृथिव्योरिदमन्तरं हि",
            "व्याप्तं त्वयैकेन दिशश्च सर्वा: |",
            "दृष्ट्वाद्भुतं रूपमुग्रं तवेदं",
            "लोकत्रयं प्रव्यथितं महात्मन् ||20||"
        ],
        "hindi_meaning": "हे सभी जीवों के परम स्वामी! स्वर्ग और पृथ्वी के बीच के स्थान और सभी दिशाओं के बीच आप अकेले ही व्याप्त हैं। मैंने देखा है कि आपके अद्भुत और भयानक रूप को देखकर तीनों लोक भय से काँप रहे हैं।",
        "english_meaning": "The space between heaven and earth and all the directions is pervaded by You alone. Seeing Your wondrous and terrible form, I see the three worlds trembling in fear, O Greatest of all beings."
    },
    {
        "verse": "shloka sankhya: 11.21",
        "shloka": [
            "अमी हि त्वां सुरसङ्घा विशन्ति",
            "केचिद्भीता: प्राञ्जलयो गृणन्ति |",
            "स्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घा:",
            "स्तुवन्ति त्वां स्तुतिभि: पुष्कलाभि: ||21||"
        ],
        "hindi_meaning": "स्वर्ग के सभी देवता आप में प्रवेश होकर आपकी शरण ग्रहण कर रहे हैं और कुछ भय से हाथ जोड़कर आपकी स्तुति कर रहे हैं। महर्षि और सिद्धजन पवित्र स्रोतों का पाठ कर और अनेक प्रार्थनाओं के साथ आपकी स्तुति कर रहे हैं।",
        "english_meaning": "All the celestial gods are taking Your shelter by entering into You. In awe, some are praising You with folded hands. The great sages and perfected beings are extolling You with auspicious hymns and profuse prayers."
    },
    {
        "verse": "shloka sankhya: 11.22",
        "shloka": [
            "रुद्रादित्या वसवो ये च साध्या",
            "विश्वेऽश्विनौ मरुतश्चोष्मपाश्च |",
            "गन्धर्वयक्षासुरसिद्धसङ्घा",
            "वीक्षन्ते त्वां विस्मिताश्चैव सर्वे ||22||"
        ],
        "hindi_meaning": "रुद्र, आदित्य, वसु, साध्यगण, विश्वदेव, दोनों अश्विनी कुमार, मरुत, पित्तर, गन्धर्व, यक्ष, असुर तथा सभी सिद्धजन आपको आश्चर्य से देख रहे हैं।",
        "english_meaning": "The rudras, adityas, vasus, sadhyas, vishvadevas, Ashwini Kumars, maruts, ancestors, gandharvas, yakshas, asuras, and siddhas are all beholding You in wonder."
    },
    {
        "verse": "shloka sankhya: 11.23",
        "shloka": [
            "रूपं महत्ते बहुवक्त्रनेत्रं",
            "महाबाहो बहुबाहूरुपादम् |",
            "बहूदरं बहुदंष्ट्राकरालं",
            "दृष्ट्वा लोका: प्रव्यथितास्तथाहम् ||23||"
        ],
        "hindi_meaning": "हे सर्वशक्तिमान भगवान! अनेक मुख, नेत्र, भुजा, जांघे, पाँव, पेट तथा भयानक दांतों सहित आपके विकराल रूप को देखकर समस्त लोक भय से त्रस्त है और उसी प्रकार से मैं भी।",
        "english_meaning": "O mighty Lord, in veneration of Your magnificent form with its many mouths, eyes, arms, thighs, legs, stomachs, and terrifying teeth, all the worlds are terror-stricken, and so am I."
    },
    {
        "verse": "shloka sankhya: 11.24",
        "shloka": [
            "नभ:स्पृशं दीप्तमनेकवर्णं",
            "व्यात्ताननं दीप्तविशालनेत्रम् |",
            "दृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा",
            "धृतिं न विन्दामि शमं च विष्णो ||24||"
        ],
        "hindi_meaning": "हे विष्णु भगवान! आकाश को स्पर्श करते हुए बहु रंगों, दीप्तिमान, मुख फैलाए और चमकती हुई असंख्य आंखों से युक्त आपके रूप को देखकर मेरा हृदय भय से कांप रहा है और मैंने अपना सारा धैर्य और मानसिक संतुलन खो दिया है।",
        "english_meaning": "O Lord Vishnu, seeing Your form touching the sky, effulgent in many colors, with mouths wide open and enormous blazing eyes, my heart is trembling with fear. I have lost all courage and peace of mind."
    },
    {
        "verse": "shloka sankhya: 11.25",
        "shloka": [
            "दंष्ट्राकरालानि च ते मुखानि",
            "दृष्ट्वैव कालानलसन्निभानि |",
            "दिशो न जाने न लभे च शर्म",
            "प्रसीद देवेश जगन्निवास ||25||"
        ],
        "hindi_meaning": "प्रलय के समय की प्रचण्ड अग्नि के सदृश तुम्हारे अनेक मुखों के विकराल दांतों को देखकर मैं भूल गया हूँ कि मैं कहाँ हूँ और मुझे कहाँ जाना है। हे देवेश! आप ब्रह्माण्ड के आश्रयदाता हैं कृपया मुझ पर करुणा करो।",
        "english_meaning": "Having seen Your many mouths bearing Your terrible teeth, resembling the raging fire at the time of annihilation, I forget where I am and do not know where to go. O Lord of lords, You are the shelter of the universe; please have mercy on me."
    },
    {
        "verse": "shloka sankhya: 11.26 - 11.27",
        "shloka": [
            "अमी च त्वां धृतराष्ट्रस्य पुत्रा:",
            "सर्वे सहैवावनिपालसङ्घै: |",
            "भीष्मो द्रोण: सूतपुत्रस्तथासौ",
            "सहास्मदीयैरपि योधमुख्यै: ||26||",
            "वक्त्राणि ते त्वरमाणा विशन्ति",
            "दंष्ट्राकरालानि भयानकानि |",
            "केचिद्विलग्ना दशनान्तरेषु",
            "सन्दृश्यन्ते चूर्णितैरुत्तमाङ्गै: ||27||"
        ],
        "hindi_meaning": "मैं धृतराष्ट्र के सभी पुत्रों को उनके सहयोगी राजाओं और भीष्म, द्रोणाचार्य, कर्ण तथा हमारे पक्ष के सेना नायकों सहित आपके विकराल मुख में प्रवेश करता देख रहा हूँ। इनमें से कुछ के सिरों को मैं आपके विकराल दांतों के बीच पिसता हुआ देख रहा हूँ।",
        "english_meaning": "I see all the sons of Dhritarashtra, along with their allied kings, including Bheeshma, Dronacharya, Karn, and also the generals from our side, rushing headlong into Your fearsome mouths. I see some with their heads smashed between Your terrible teeth."
    },
    {
        "verse": "shloka sankhya: 11.28 - 11.29",
        "shloka": [
            "यथा नदीनां बहवोऽम्बुवेगा:",
            "समुद्रमेवाभिमुखा द्रवन्ति |",
            "तथा तवामी नरलोकवीरा",
            "विशन्ति वक्त्राण्यभिविज्वलन्ति ||28||",
            "यथा प्रदीप्तं ज्वलनं पतङ्गा",
            "विशन्ति नाशाय समृद्धवेगा: |",
            "तथैव नाशाय विशन्ति लोका-",
            "स्तवापि वक्त्राणि समृद्धवेगा: ||29||"
        ],
        "hindi_meaning": "जिस प्रकार से नदियों की कई लहरें समुद्र में प्रवेश करती हैं उसी प्रकार से ये सब महायोद्धा आपके धधकते मुख में प्रवेश कर रहे हैं। जिस प्रकार से पतंगा तीव्र गति से अग्नि में प्रवेश कर जलकर भस्म हो जाता है उसी प्रकार से ये सेनाएँ अपने विनाश के लिए तीव्र गति से आपके मुख में प्रवेश कर रही हैं।",
        "english_meaning": "As many waves of the rivers flowing rapidly into the ocean, so are all these great warriors entering into Your blazing mouths. As moths rush with great speed into the fire to perish, so are all these armies entering with great speed into Your mouths."
    },
    {
        "verse": "shloka sankhya: 11.30",
        "shloka": [
            "लेलिह्यसे ग्रसमान: समन्ता-",
            "ल्लोकान्समग्रान्वदनैर्ज्वलद्भि: |",
            "तेजोभिरापूर्य जगत्समग्रं",
            "भासस्तवोग्रा: प्रतपन्ति विष्णो ||30||"
        ],
        "hindi_meaning": "तुम अपनी तीक्ष्ण जिह्वा से समस्त दिशाओं के जीव समूहों को चाट रहे हो और उन्हें अपने प्रज्जवलित मुखों में निगल रहे हो। हे विष्णु! आप अपने सर्वत्र फैले प्रचंड तेज की किरणों से समस्त ब्रह्माण्ड को भीषणता से झुलसा रहे हो।",
        "english_meaning": "With Your fiery tongues You are licking up the hosts of living beings on all sides and devouring them with Your blazing mouths. O Vishnu, You are scorching the entire universe with the fierce, all-pervading rays of Your effulgence."
    },
    {
        "verse": "shloka sankhya: 11.31",
        "shloka": [
            "आख्याहि मे को भवानुग्ररूपो",
            "नमोऽस्तु ते देववर प्रसीद |",
            "विज्ञातुमिच्छामि भवन्तमाद्यं",
            "न हि प्रजानामि तव प्रवृत्तिम् ||31||"
        ],
        "hindi_meaning": "हे देवेश! कृपया मुझे बताएं कि अति उग्र रूप में आप कौन हैं? मैं आपको प्रणाम करता हूँ। कृपया मुझ पर करुणा करें। आप समस्त सृष्टियों से पूर्व आदि भगवान हैं। मैं आपको जानना चाहता हूँ और मैं आपकी प्रकृति और प्रयोजन को नहीं समझ पा रहा हूँ।",
        "english_meaning": "Tell me who You are, so fierce of form. O God of gods, I bow before You; please bestow Your mercy on me. You, who existed before all creation, I wish to know who You are, for I do not comprehend Your nature and workings."
    },
    {
        "verse": "shloka sankhya: 11.32",
        "shloka": [
            "श्रीभगवानुवाच |",
            "कालोऽस्मि लोकक्षयकृत्प्रवृद्धो",
            "लोकान्समाहर्तुमिह प्रवृत्त: |",
            "ऋतेऽपि त्वां न भविष्यन्ति सर्वे",
            "येऽवस्थिता: प्रत्यनीकेषु योधा: ||32||"
        ],
        "hindi_meaning": "परम प्रभु ने कहा-“मैं प्रलय का मूलकारण और महाकाल हूँ जो जगत का संहार करने के लिए आता है। तुम्हारे युद्ध में भाग लेने के बिना भी युद्ध की व्यूह रचना में खड़े विरोधी पक्ष के योद्धा मारे जाएंगे।",
        "english_meaning": "The Supreme Lord said: I am mighty Time, the source of destruction that comes forth to annihilate the worlds. Even without your participation, the warriors arrayed in the opposing army shall cease to exist."
    },
    {
        "verse": "shloka sankhya: 11.33",
        "shloka": [
            "तस्मात्त्वमुत्तिष्ठ यशो लभस्व",
            "जित्वा शत्रून्भुङ् क्ष्व राज्यं समृद्धम् |",
            "मयैवैते निहता: पूर्वमेव",
            "निमित्तमात्रं भव सव्यसाचिन् ||33||"
        ],
        "hindi_meaning": "इसलिए उठो युद्ध करो और यश अर्जित करो। अपने शत्रुओं पर विजय पाकर समृद्ध राज्य का भोग करो। ये सब योद्धा पहले ही मेरे द्वारा मारे जा चुके हैं। हे श्रेष्ठ धनुर्धर! तुम तो मेरे कार्य को सम्पन्न करने का केवल निमित्त मात्र हो।",
        "english_meaning": "Therefore, arise and attain honor! Conquer your foes and enjoy prosperous rulership. These warriors stand already slain by Me, and you will only be an instrument of My work, O expert archer."
    },
    {
        "verse": "shloka sankhya: 11.34",
        "shloka": [
            "द्रोणं च भीष्मं च जयद्रथं च",
            "कर्णं तथान्यानपि योधवीरान् |",
            "मया हतांस्त्वं जहि मा व्यथिष्ठा",
            "युध्यस्व जेतासि रणे सपत्नान् ||34||"
        ],
        "hindi_meaning": "द्रोणाचार्य, भीष्म, जयद्रथ, कर्ण और अन्य महायोद्धा पहले ही मेरे द्वारा मारे जा चुके हैं। इसलिए बिना विक्षुब्ध हुए इनका वध करो, केवल युद्ध करो और तुम अपने शत्रुओं पर विजय पाओगे।",
        "english_meaning": "Dronacharya, Bheeshma, Jayadratha, Karn, and other brave warriors have already been killed by Me. Therefore, slay them without being disturbed. Just fight and you will be victorious over your enemies in battle."
    },
    {
        "verse": "shloka sankhya: 11.35",
        "shloka": [
            "सञ्जय उवाच |",
            "एतच्छ्रुत्वा वचनं केशवस्य",
            "कृताञ्जलिर्वेपमान: किरीटी |",
            "नमस्कृत्वा भूय एवाह कृष्णं",
            "सगद्गदं भीतभीत: प्रणम्य ||35||"
        ],
        "hindi_meaning": "संजय ने कहा- केशव के इन वचनों को सुनकर अर्जुन ने भय से कांपते हुए अपने दोनों हाथों को जोड़कर श्रीकृष्ण को नमस्कार किया और अवरुद्ध स्वर में भयभीत होकर श्रीकृष्ण से इस प्रकार कहा।",
        "english_meaning": "Sanjay said: Hearing these words of Keshav, Arjun trembled with dread. With palms joined, he bowed before Shree Krishna and spoke in a faltering voice, overwhelmed with fear."
    },
    {
        "verse": "shloka sankhya: 11.36",
        "shloka": [
            "अर्जुन उवाच |",
            "स्थाने हृषीकेश तव प्रकीर्त्या",
            "जगत्प्रहृष्यत्यनुरज्यते च |",
            "रक्षांसि भीतानि दिशो द्रवन्ति",
            "सर्वे नमस्यन्ति च सिद्धसङ्घा: ||36||"
        ],
        "hindi_meaning": "अर्जुन ने कहाः हे हृषीकेश! ये उचित है कि आपके नाम, श्रवण और यश गान से संसार हर्षित होता है। असुर गण आपसे भयभीत होकर सभी दिशाओं की ओर भागते रहते हैं और सिद्ध महात्माओं के समुदाय आपको नमस्कार करते हैं।",
        "english_meaning": "Arjun said: O Master of the senses, it is but apt that the universe rejoices in giving You praise and is enamored by You. Demons flee fearfully from You in all directions and hosts of perfected saints bow to You."
    },
    {
        "verse": "shloka sankhya: 11.37",
        "shloka": [
            "कस्माच्च ते न नमेरन्महात्मन्",
            "गरीयसे ब्रह्मणोऽप्यादिकर्त्रे |",
            "अनन्त देवेश जगन्निवास",
            "त्वमक्षरं सदसतत्परं यत् ||37||"
        ],
        "hindi_meaning": "हे सर्वश्रेष्ठ! आप ब्रह्मा से श्रेष्ठ और आदि सृष्टा हो तब फिर वह आपको नमस्कार क्यों न करें? हे अनंत, हे देवेश, हे जगत के आश्रयदाता आप सभी कारणों के कारण और अविनाशी हैं। आप व्यक्त और अव्यक्त से परे अविनाशी सत्य हो।",
        "english_meaning": "O Great One, who are even greater than Brahma, the original creator, why should they not bow to you? O Limitless One, O Lord of the devatās, O Refuge of the universe, You are the imperishable reality beyond both the manifest and the non-manifest."
    },
    {
        "verse": "shloka sankhya: 11.38",
        "shloka": [
            "त्वमादिदेव: पुरुष: पुराणस्-",
            "त्वमस्य विश्वस्य परं निधानम् |",
            "वेत्तासि वेद्यं च परं च धाम",
            "त्वया ततं विश्वमनन्तरूप ||38||"
        ],
        "hindi_meaning": "आप आदि सर्वात्मा दिव्य सनातन स्वरूप हैं, आप इस ब्रह्माण्ड के परम आश्रय हैं। आप ही सर्वज्ञाता और जो कुछ भी जानने योग्य है वह सब आप ही हो। आप ही परम धाम हो। हे अनंत रूपों के स्वामी! केवल आप ही समस्त ब्रह्माण्ड में व्याप्त हो।",
        "english_meaning": "You are the primeval God and the original Divine Personality; You are the sole resting place of this universe. You are both the knower and the object of knowledge; You are the Supreme Abode. O possessor of infinite forms, You alone pervade the entire universe."
    },
    {
        "verse": "shloka sankhya: 11.39",
        "shloka": [
            "वायुर्यमोऽग्निर्वरुण: शशाङ्क:",
            "प्रजापतिस्त्वं प्रपितामहश्च |",
            "नमो नमस्तेऽस्तु सहस्रकृत्व:",
            "पुनश्च भूयोऽपि नमो नमस्ते ||39||"
        ],
        "hindi_meaning": "आप वायु, यम, अग्नि, जल और चन्द्रमा के देवता हैं। आप ब्रह्मा के पिता और सभी जीवों के प्रपितामह हैं। अतः मैं आपको हजारों बार और बार-बार नमस्कार करता हूँ।",
        "english_meaning": "You are Vāyu (god of wind), Yamraj (god of death), Agni (god of fire), Varuṇ (god of water), and Chandra (moon-god). You are the creator Brahma, and the Great-grandfather of all beings. I offer my salutations unto You a thousand times, again and yet again!"
    },
    {
        "verse": "shloka sankhya: 11.40",
        "shloka": [
            "नम: पुरस्तादथ पृष्ठतस्ते",
            "नमोऽस्तु ते सर्वत एव सर्व |",
            "अनन्तवीर्यामितविक्रमस्त्वं",
            "सर्वं समाप्नोषि ततोऽसि सर्व: ||40||"
        ],
        "hindi_meaning": "हे अनंत शक्तियों के स्वामीं। आपको आगे और पीछे और वास्तव में सभी ओर से नमस्कार है आप असीम पराक्रम और शक्ति के स्वामी हैं और सर्वव्यापी हैं। अतः आप सब कुछ हैं।",
        "english_meaning": "O Lord of infinite power, my salutations to You from the front and the rear, indeed from all sides! You possess infinite valor and might and pervade everything, and thus, You are everything."
    },
    {
        "verse": "shloka sankhya: 11.41 - 11.42",
        "shloka": [
            "सखेति मत्वा प्रसभं यदुक्तं",
            "हे कृष्ण हे यादव हे सखेति |",
            "अजानता महिमानं तवेदं",
            "मया प्रमादात्प्रणयेन वापि ||41||",
            "यच्चावहासार्थमसत्कृतोऽसि",
            "विहारशय्यासनभोजनेषु |",
            "एकोऽथवाप्यच्युत तत्समक्षं",
            "तत्क्षामये त्वामहमप्रमेयम् ||42||"
        ],
        "hindi_meaning": "आपको अपना मित्र मानते हुए मैंने धृष्टतापूर्वक आपको हे कृष्ण, हे यादव, हे प्रिय मित्र कहकर संबोधित किया क्योंकि मुझे आपकी महिमा का ज्ञान नहीं था। उपेक्षित भाव से और प्रेमवश होकर यदि उपहास करते हुए मैंने कई बार खेलते हुए, विश्राम करते हुए, बैठते हुए, खाते हुए, अकेले में या अन्य लोगों के समक्ष आपका कभी अनादर किया हो तो उन सब अपराधों के लिए हे अचिन्त्य! मैं आपसे क्षमा याचना करता हूँ।",
        "english_meaning": "Thinking of You as my friend, I presumptuously addressed You as, “O Krishna,” “O Yadav,” “O my dear Friend.” I was ignorant of Your majesty, showing negligence and undue affection. And if, jestfully, I treated You with disrespect, while playing, resting, sitting, eating, when alone, or before others—for all that I crave forgiveness."
    },
    {
        "verse": "shloka sankhya: 11.43",
        "shloka": [
            "पितासि लोकस्य चराचरस्य",
            "त्वमस्य पूज्यश्च गुरुर्गरीयान् |",
            "न त्वत्समोऽस्त्यभ्यधिक: कुतोऽन्यो",
            "लोकत्रयेऽप्यप्रतिमप्रभाव ||43||"
        ],
        "hindi_meaning": "आप समस्त चर-अचर के स्वामी और समस्त ब्रह्माण्डों के जनक हैं। आप परम पूजनीय आध्यात्मिक गुरु हैं। हे अतुल्य शक्ति के स्वामी! जब समस्त तीनों लोकों में आपके समतुल्य कोई नहीं है तब आप से बढ़कर कोई कैसे हो सकता है।",
        "english_meaning": "You are the Father of the entire universe, of all moving and non-moving beings. You are the most deserving of worship and the Supreme Spiritual Master. When there is none equal to You in all the three worlds, then who can possibly be greater than You, O Possessor of incomparable power?"
    },
    {
        "verse": "shloka sankhya: 11.44",
        "shloka": [
            "तस्मात्प्रणम्य प्रणिधाय कायं",
            "प्रसादये त्वामहमीशमीड्यम् |",
            "पितेव पुत्रस्य सखेव सख्यु:",
            "प्रिय: प्रियायार्हसि देव सोढुम् ||44||"
        ],
        "hindi_meaning": "इसलिए हे पूजनीय भगवान! मैं आपके समक्ष नतमस्तक होकर और साष्टांग प्रणाम करते हुए आपकी कृपा प्राप्त करने की याचना करता हूँ। जिस प्रकार पिता पुत्र के हठ को सहन करता है, मित्र इष्टता को और प्रियतम अपनी प्रेयसी के अपराध को क्षमा कर देता है उसी प्रकार से कृपा करके मुझे मेरे अपराधों के लिए क्षमा कर दो।",
        "english_meaning": "Therefore, O adorable Lord, bowing deeply and prostrating before You, I implore You for Your grace. As a father tolerates his son, a friend forgives his friend, and a lover pardons the beloved, please forgive me for my offences."
    },
    {
        "verse": "shloka sankhya: 11.45",
        "shloka": [
            "अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा",
            "भयेन च प्रव्यथितं मनो मे |",
            "तदेव मे दर्शय देवरूपं",
            "प्रसीद देवेश जगन्निवास ||45||"
        ],
        "hindi_meaning": "पहले कभी न देखे गए आपके विराट रूप का अवलोकन कर मैं अत्यधिक हर्षित हो रहा हूँ और साथ ही साथ मेरा मन भय से कांप रहा है। इसलिए हे देवेश, हे जगन्नाथ! कृपया मुझ पर दया करें और मुझे पुनः अपना आनन्दमयी स्वरूप दिखाएँ।",
        "english_meaning": "Having seen Your universal form that I had never seen before, I feel great joy. And yet, my mind trembles with fear. Please have mercy on me and again show me Your pleasing form, O God of gods, O Abode of the universe."
    },
    {
        "verse": "shloka sankhya: 11.46",
        "shloka": [
            "किरीटिनं गदिनं चक्रहस्त-",
            "मिच्छामि त्वां द्रष्टुमहं तथैव |",
            "तेनैव रूपेण चतुर्भुजेन",
            "सहस्रबाहो भव विश्वमूर्ते ||46||"
        ],
        "hindi_meaning": "हे सहस्र बाहु! यद्यपि आप समस्त सृष्टि में अभिव्यक्त हैं किन्तु मैं तुम्हारे मुकुटधारी चक्र और गदा उठाए हुए चतुर्भुज नारायण रूप के दर्शन करना चाहता हूँ।",
        "english_meaning": "O Thousand-armed One, though You are the embodiment of all creation, I wish to see You in Your four-armed form, carrying the mace and disc, and wearing the crown."
    },
    {
        "verse": "shloka sankhya: 11.47",
        "shloka": [
            "श्रीभगवानुवाच |",
            "मया प्रसन्नेन तवार्जुनेदं",
            "रूपं परं दर्शितमात्मयोगात् |",
            "तेजोमयं विश्वमनन्तमाद्यं",
            "यन्मे त्वदन्येन न दृष्टपूर्वम् ||47||"
        ],
        "hindi_meaning": "आनन्दमयी भगवान ने कहा-हे अर्जुन! तुम पर प्रसन्न होकर मैनें अपनी योगमाया शक्ति द्वारा तुम्हें अपना दीप्तिमान अनन्त और आदि विश्व रूप दिखाया। तुमसे पहले किसी ने मेरे इस विराट रूप को नहीं देखा।",
        "english_meaning": "The Lord said: Arjun, being pleased with you, by My Yogmaya power, I gave you a vision of My resplendent, unlimited, and primeval cosmic form. No one before you has ever seen it."
    },
    {
        "verse": "shloka sankhya: 11.48",
        "shloka": [
            "न वेदयज्ञाध्ययनैर्न दानै-",
            "र्न च क्रियाभिर्न तपोभिरुग्रै: |",
            "एवंरूप: शक्य अहं नृलोके",
            "द्रष्टुं त्वदन्येन कुरुप्रवीर ||48||"
        ],
        "hindi_meaning": "हे कुरुश्रेष्ठ! न तो वेदों के अध्ययन से और न ही यज्ञ, कर्मकाण्डों, दान, पुण्य, यहाँ तक कि कठोर तप करने से भी किसी जीवित प्राणी ने मेरे विराटरूप को कभी देखा है जिसे तुम देख चुके हो।",
        "english_meaning": "Not by study of the Vedas, nor by the performance of sacrifice, rituals, or charity, nor even by practicing severe austerities, has any mortal ever seen what you have seen, O best of the Kuru warriors."
    },
    {
        "verse": "shloka sankhya: 11.49",
        "shloka": [
            "मा ते व्यथा मा च विमूढभावो",
            "दृष्ट्वा रूपं घोरमीदृङ्ममेदम् |",
            "व्यपेतभी: प्रीतमना: पुनस्त्वं",
            "तदेव मे रूपमिदं प्रपश्य ||49||"
        ],
        "hindi_meaning": "मेरे भयानक रूप को देखकर तुम न तो भयभीत हो और न ही मोहित हो। भयमुक्त और प्रसन्नचित्त होकर मेरे पुरुषोत्तम रूप को देखो।",
        "english_meaning": "Be neither afraid nor bewildered on seeing this terrible form of Mine. Be free from fear and with a cheerful heart, behold Me once again in My personal form."
    },
    {
        "verse": "shloka sankhya: 11.50",
        "shloka": [
            "सञ्जय उवाच |",
            "इत्यर्जुनं वासुदेवस्तथोक्त्वा",
            "स्वकं रूपं दर्शयामास भूय: |",
            "आश्वासयामास च भीतमेनं",
            "भूत्वा पुन: सौम्यवपुर्महात्मा ||50||"
        ],
        "hindi_meaning": "संजय ने कहाः ऐसा कहकर वासुदेव के करुणामय पुत्र ने पुनः अपना चतुर्भुज रूप प्रकट किया और फिर अपना दो भुजाओं वाला सुन्दर रूप प्रदर्शित कर भयभीत अर्जुन को सांत्वना दी।",
        "english_meaning": "Sanjay said: Having spoken thus, the compassionate son of Vasudev displayed His personal (four-armed) form again. Then, He further consoled the frightened Arjun by assuming His gentle (two-armed) form."
    },
    {
        "verse": "shloka sankhya: 11.51",
        "shloka": [
            "अर्जुन उवाच |",
            "दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन |",
            "इदानीमस्मि संवृत्त: सचेता: प्रकृतिं गत: ||51||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-हे जनार्दन! आपके दो भुजा वाले मनोहर मानव रूप को देखकर मुझ में आत्मसंयम लौट आया है और मेरा चित्त स्थिर होकर सामान्य अवस्था में आ गया है।",
        "english_meaning": "Arjun said: O Shree Krishna, seeing Your gentle human form (two-armed), I have regained my composure and my mind is restored to normal."
    },
    {
        "verse": "shloka sankhya: 11.52 - 11.53",
        "shloka": [
            "श्रीभगवानुवाच |",
            "सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम |",
            "देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिण: ||52||",
            "नाहं वेदैर्न तपसा न दानेन न चेज्यया |",
            "शक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा ||53||"
        ],
        "hindi_meaning": "परम प्रभु ने कहा-मेरे जिस रूप का तुम अवलोकन कर रहे हो उसे देख पाना अति दुष्कर है। यहाँ तक कि स्वर्ग के देवताओं को भी इसका दर्शन करने की उत्कंठा होती है। मेरे इस रूप को न तो वेदों के अध्ययन, न ही तपस्या, दान और यज्ञों जैसे साधनों द्वारा देखा जा सकता है जैसाकि तुमने देखा है।",
        "english_meaning": "The Supreme Lord said: This form of Mine that you are seeing is exceedingly difficult to behold. Even the celestial gods are eager to see it. Neither by the study of the Vedas, nor by penance, charity, or fire sacrifices, can I be seen as you have seen Me."
    },
    {
        "verse": "shloka sankhya: 11.54",
        "shloka": [
            "भक्त्या त्वनन्यया शक्य अहमेवंविधोऽर्जुन |",
            "ज्ञातुं द्रष्टुं च तत्त्वेन प्रवेष्टुं च परन्तप ||54||"
        ],
        "hindi_meaning": "हे अर्जुन! मैं जिस रूप में तुम्हारे समक्ष खड़ा हूँ उसे केवल अनन्य भक्ति से जाना जा सकता है। हे शत्रुहंता! इस प्रकार मेरी दिव्य दृष्टि प्राप्त होने पर ही कोई वास्तव में मुझमें एकीकृत हो सकता है।",
        "english_meaning": "O Arjun, by unalloyed devotion alone can I be known as I am, standing before you. Thereby, on receiving My divine vision, O scorcher of foes, one can enter into union with Me."
    },
    {
        "verse": "shloka sankhya: 11.55",
        "shloka": [
            "मत्कर्मकृन्मत्परमो मद्भक्त: सङ्गवर्जित: |",
            "निर्वैर: सर्वभूतेषु य: स मामेति पाण्डव ||55||"
        ],
        "hindi_meaning": "वे जो मेरे प्रति अपने कर्तव्यों का पालन करते हैं, जो मुझ पर ही भरोसा करते हैं, आसक्ति रहित रहते हैं और किसी भी प्राणी से द्वेष नहीं रखते। ऐसे भक्त निश्चित रूप से मुझे प्राप्त करते हैं।",
        "english_meaning": "Those who perform all their duties for My sake, who depend upon Me and are devoted to Me, who are free from attachment, and are without malice toward all beings, such devotees certainly come to Me."
    }
]