[
    {
        "verse": "shloka sankhya: 1.1",
        "shloka": [
            "धृतराष्ट्र उवाच |",
            "धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |",
            "मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ||1||"
        ],
        "hindi_meaning": "धृतराष्ट्र ने कहाः हे संजय! कुरुक्षेत्र की पवित्र भूमि पर युद्ध करने की इच्छा से एकत्रित होने के पश्चात्, मेरे और पाण्डु के पुत्रों ने क्या किया?",
        "english_meaning": "Dhritarashtra said: O Sanjay, after gathering on the holy field of Kurukshetra, and desiring to fight, what did my sons and the sons of Pandu do?"
    },
    {
        "verse": "shloka sankhya: 1.2",
        "shloka": [
            "सञ्जय उवाच |",
            "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा |",
            "आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ||2||"
        ],
        "hindi_meaning": "संजय ने कहाः हे राजन्! पाण्डवों की सेना की व्यूहरचना का अवलोकन कर राजा दुर्योधन अपने गुरु द्रोणाचार्य के पास जाकर इस प्रकार बोले।",
        "english_meaning": "Sanjay said: On observing the Pandava army standing in military formation, King Duryodhan approached his teacher Dronacharya, and said the following words."
    },
    {
        "verse": "shloka sankhya: 1.3",
        "shloka": [
            "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् |",
            "व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ||3||"
        ],
        "hindi_meaning": "दुर्योधन ने कहाः पूज्य आचार्य! पाण्डु पुत्रों की विशाल सेना का अवलोकन करें, जिसे आपके द्वारा प्रशिक्षित बुद्धिमान शिष्य द्रुपद के पुत्र ने कुशलतापूर्वक युद्ध करने के लिए सुव्यवस्थित किया है।",
        "english_meaning": "Duryodhan said: Respected teacher! Behold the mighty army of the sons of Pandu, so expertly arrayed for battle by your own gifted disciple, the son of Drupad."
    },
    {
        "verse": "shloka sankhya: 1.4 - 1.6",
        "shloka": [
            "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि |",
            "युयुधानो विराटश्च द्रुपदश्च महारथ: ||4||",
            "धृष्टकेतुश्चेकितान: काशिराजश्च वीर्यवान् |",
            "पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गव: ||5||",
            "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् |",
            "सौभद्रो द्रौपदेयाश्च सर्व एव महारथा: ||6||"
        ],
        "hindi_meaning": "यहाँ इस सेना में भीम और अर्जुन के समान बलशाली युद्ध करने वाले महारथी युयुधान, विराट और द्रुपद जैसे अनेक शूरवीर धनुर्धर हैं। यहाँ पर इनके साथ धृष्टकेतु, चेकितान काशी के पराक्रमी राजा काशिराज, पुरूजित, कुन्तीभोज और शैव्य सभी महान सेना नायक हैं। इनकी सेना में पराक्रमी युधामन्यु, शूरवीर, उत्तमौजा, सुभद्रा और द्रौपदी के पुत्र भी हैं जो सभी निश्चय ही महाशक्तिशाली योद्धा हैं।",
        "english_meaning": "Behold in their ranks are many powerful warriors, like Yuyudhan, Virat, and Drupad, wielding mighty bows and equal in military prowess to Bheem and Arjun. There are also accomplished heroes like Dhrishtaketu, Chekitan, the gallant King of Kashi, Purujit, Kuntibhoj, and Shaibya—all the best of men. In their ranks, they also have the courageous Yudhamanyu, the gallant Uttamauja, the son of Subhadra, and the sons of Draupadi, who are all great warrior chiefs."
    },
    {
        "verse": "shloka sankhya: 1.7",
        "shloka": [
            "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम |",
            "नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ||7||"
        ],
        "hindi_meaning": "हे ब्राह्मण श्रेष्ठ! हमारे पक्ष की और के उन सेना नायकों के संबंध में भी सुनिए, जो सेना को संचालित करने में विशेष रूप से निपुण हैं। अब मैं आपके समक्ष उनका वर्णन करता हूँ।",
        "english_meaning": "O best of Brahmins, hear too about the principal generals on our side, who are especially qualified to lead. These I now recount unto you."
    },
    {
        "verse": "shloka sankhya: 1.8",
        "shloka": [
            "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जय: |",
            "अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ||8||"
        ],
        "hindi_meaning": "इस सेना में सदा विजयी रहने वाले आप तथा भीष्म, कर्ण, कृपाचार्य, अश्वत्थामा, विकर्ण तथा सोमदत्त का पुत्र भूरिश्रवा आदि महा पराक्रमी योद्धा हैं जो युद्ध में सदा विजेता रहे हैं।",
        "english_meaning": "There are personalities like yourself, Bheeshma, Karna, Kripa, Ashwatthama, Vikarn, and Bhurishrava, who are ever victorious in battle."
    },
    {
        "verse": "shloka sankhya: 1.9",
        "shloka": [
            "अन्ये च बहव: शूरा मदर्थे त्यक्तजीविता: |",
            "नानाशस्त्रप्रहरणा: सर्वे युद्धविशारदा: ||9||"
        ],
        "hindi_meaning": "यहाँ हमारे पक्ष में अन्य अनेक महायोद्धा ऐसे भी हैं जो मेरे लिए अपने जीवन का बलिदान करने के लिए तत्पर हैं। वे युद्ध कौशल में पूर्णतया निपुण और विविध प्रकार के शस्त्रों से सुसज्जित हैं।",
        "english_meaning": "Also, there are many other heroic warriors, who are prepared to lay down their lives for my sake. They are all skilled in the art of warfare, and equipped with various kinds of weapons."
    },
    {
        "verse": "shloka sankhya: 1.10",
        "shloka": [
            "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् |",
            "पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ||10||"
        ],
        "hindi_meaning": "हमारी शक्ति असीमित है और हम सब महान सेना नायक भीष्म पितामह के नेतृत्व में पूरी तरह से संरक्षित हैं जबकि पाण्डवों की सेना की शक्ति भीम द्वारा भलीभाँति रक्षित होने के पश्चात भी सीमित है।",
        "english_meaning": "The strength of our army is unlimited and we are safely marshalled by Grandsire Bheeshma, while the strength of the Pandava army, carefully marshalled by Bheem, is limited."
    },
    {
        "verse": "shloka sankhya: 1.11",
        "shloka": [
            "अयनेषु च सर्वेषु यथाभागमवस्थिता: |",
            "भीष्ममेवाभिरक्षन्तु भवन्त: सर्व एव हि ||11||"
        ],
        "hindi_meaning": "अतः मैं कौरव सेना के सभी योद्धागणों से आग्रह करता हूँ कि सब अपने मोर्चे पर अडिग रहते हुए भीष्म पितामह की पूरी सुरक्षा करें।",
        "english_meaning": "Therefore, I call upon all the generals of the Kaurava army now to give full support to Grandsire Bheeshma, even as you defend your respective strategic points."
    },
    {
        "verse": "shloka sankhya: 1.12",
        "shloka": [
            "तस्य सञ्जनयन्हर्षं कुरुवृद्ध: पितामह: |",
            "सिंहनादं विनद्योच्चै: शङ्खं दध्मौ प्रतापवान् ||12||"
        ],
        "hindi_meaning": "तत्पश्चात् कुरूवंश के वयोवृद्ध परम यशस्वी महायोद्धा भीष्म पितामह ने सिंह-गर्जना जैसी ध्वनि करने वाले अपने शंख को उच्च स्वर से बजाया जिसे सुनकर दुर्योधन हर्षित हुआ।",
        "english_meaning": "Then, the grand old man of the Kuru dynasty, the glorious patriarch Bheeshma, roared like a lion, and blew his conch shell very loudly, giving joy to Duryodhan."
    },
    {
        "verse": "shloka sankhya: 1.13",
        "shloka": [
            "तत: शङ्खाश्च भेर्यश्च पणवानकगोमुखा: |",
            "सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ||13||"
        ],
        "hindi_meaning": "इसके पश्चात् शंख, नगाड़े, बिगुल, तुरही तथा मृदंग अचानक एक साथ बजने लगे। उनका समवेत स्वर अत्यन्त भयंकर था।",
        "english_meaning": "Thereafter, conches, kettledrums, bugles, trumpets, and horns suddenly blared forth, and their combined sound was overwhelming."
    },
    {
        "verse": "shloka sankhya: 1.14",
        "shloka": [
            "तत: श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ |",
            "माधव: पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतु: ||14||"
        ],
        "hindi_meaning": "तत्पश्चात् पाण्डवों की सेना के बीच श्वेत अश्वों द्वारा खींचे जाने वाले भव्य रथ पर आसीन माधव और अर्जुन ने अपने-अपने दिव्य शंख बजाये।",
        "english_meaning": "Then, from amidst the Pandava army, seated in a glorious chariot drawn by white horses, Madhav and Arjun blew their Divine conch shells."
    },
    {
        "verse": "shloka sankhya: 1.15",
        "shloka": [
            "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जय: |",
            "पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदर: ||15||"
        ],
        "hindi_meaning": "हृषीकेश भगवान् कृष्ण ने अपना पाञ्चजन्य शंख बजाया, अर्जुन ने देवदत्त शंख तथा अतिभोजी एवं अति दुष्कर कार्य करने वाले भीम ने पौण्डू नामक भीषण शंख बजाया।",
        "english_meaning": "Hrishikesh blew his conch shell, called Panchajanya, and Arjun blew the Devadutta. Bheem, the voracious eater and performer of herculean tasks, blew his mighty conch, called Paundra."
    },
    {
        "verse": "shloka sankhya: 1.16 - 1.18",
        "shloka": [
            "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: |",
            "नकुल: सहदेवश्च सुघोषमणिपुष्पकौ ||16||",
            "काश्यश्च परमेष्वास: शिखण्डी च महारथ: |",
            "धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: ||17||",
            "द्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते |",
            "सौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् ||18||"
        ],
        "hindi_meaning": "हे राजन्! राजा युधिष्ठिर ने अपना अनन्त विजय नाम का शंख बजाया तथा नकुल और सहदेव ने सुघोष एवं मणिपुष्पक नामक शंख बजाये। श्रेष्ठ धनुर्धर काशीराज, महा योद्धा शिखण्डी, धृष्टद्युम्न, विराट, अजेय सात्यकि, द्रुपद, द्रौपदी के पांच पुत्रों तथा सुभद्रा के महाबलशाली पुत्र वीर अभिमन्यु आदि सबने अपने-अपने अलग-अलग शंख बजाये।",
        "english_meaning": "King Yudhishthir, blew the Anantavijay, while Nakul and Sahadev blew the Sughosh and Manipushpak. The excellent archer and king of Kashi, the great warrior Shikhandi, Dhrishtadyumna, Virat, and the invincible Satyaki, Drupad, the five sons of Draupadi, and the mighty-armed Abhimanyu, son of Subhadra, all blew their respective conch shells, O Ruler of the earth."
    },
    {
        "verse": "shloka sankhya: 1.19",
        "shloka": [
            "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् |",
            "नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् ||19||"
        ],
        "hindi_meaning": "हे धृतराष्ट्र! इन शंखों से उत्पन्न ध्वनि द्वारा आकाश और धरती के बीच हुई गर्जना ने आपके पुत्रों के हृदयों को विदीर्ण कर दिया।",
        "english_meaning": "The terrific sound thundered across the sky and the earth, and shattered the hearts of your sons, O Dhritarasthra."
    },
    {
        "verse": "shloka sankhya: 1.20",
        "shloka": [
            "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वज: |",
            "प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डव: ||20||"
        ],
        "hindi_meaning": "उस समय हनुमान के चित्र से अंकित ध्वजा लगे रथ पर आसीन पाण्डु पुत्र अर्जुन अपना धनुष उठा कर बाण चलाने के लिए उद्यत दिखाई दिये। हे राजन! आपके पुत्रों को अपने विरुद्ध व्यूह रचना में खड़े देख कर अर्जुन ने श्रीकृष्ण से यह वचन कहे।",
        "english_meaning": "At that time, the son of Pandu, Arjun, who had the insignia of Hanuman on the flag of his chariot, took up his bow. Seeing your sons arrayed against him, O King, Arjun then spoke the following words to Shree Krishna."
    },
    {
        "verse": "shloka sankhya: 1.21 - 1.22",
        "shloka": [
            "हृषीकेशं तदा वाक्यमिदमाह महीपते |",
            "अर्जुन उवाच |",
            "सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ||21||",
            "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् |",
            "कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ||22||"
        ],
        "hindi_meaning": "अर्जुन ने कहा! हे अच्युत! मेरा रथ दोनों सेनाओं के बीच खड़ा करने की कृपा करें ताकि मैं यहाँ एकत्रित युद्ध करने की इच्छा रखने वाले योद्धाओं को देख सकूं।",
        "english_meaning": "Arjun said: O Infallible One, please take my chariot to the middle of both armies, so that I may look at the warriors arrayed for battle, whom I must fight in this great combat."
    },
    {
        "verse": "shloka sankhya: 1.23",
        "shloka": [
            "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागता: |",
            "धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षव: ||23||"
        ],
        "hindi_meaning": "मैं उन लोगों को देखने का इच्छुक हूँ जो यहाँ पर धृतराष्ट्र के दुश्चरित्र पुत्रों को प्रसन्न करने की इच्छा से युद्ध लड़ने के लिए एकत्रित हुए हैं।",
        "english_meaning": "I desire to see those who have come here to fight on the side of the evil-minded son of Dhritarasthra, wishing to please him."
    },
    {
        "verse": "shloka sankhya: 1.24",
        "shloka": [
            "सञ्जय उवाच |",
            "एवमुक्तो हृषीकेशो गुडाकेशेन भारत |",
            "सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ||24||"
        ],
        "hindi_meaning": "संजय ने कहा-हे भरतवंशी धृतराष्ट्र! निद्रा पर विजय पाने वाले अर्जुन द्वारा इस प्रकार के वचन बोले जाने पर भगवान श्रीकृष्ण ने उस भव्य रथ को दोनों सेनाओं के बीच में ले जाकर खड़ा कर दिया।",
        "english_meaning": "Sanjay said: O Dhritarasthra, having thus been addressed by Arjun, the conqueror of sleep, Shree Krishna then drew the magnificent chariot between the two armies."
    },
    {
        "verse": "shloka sankhya: 1.25",
        "shloka": [
            "भीष्मद्रोणप्रमुखत: सर्वेषां च महीक्षिताम् |",
            "उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति ||25||"
        ],
        "hindi_meaning": "भीष्म, द्रोण तथा अन्य सभी राजाओं की उपस्थिति में भगवान श्रीकृष्ण ने कहा कि हे पार्थ! यहाँ पर एकत्रित समस्त कुरुओं को देखो।",
        "english_meaning": "In the presence of Bheeshma, Dronacharya, and all the other kings, Shree Krishna said: O Parth, behold these Kurus gathered here."
    },
    {
        "verse": "shloka sankhya: 1.26",
        "shloka": [
            "तत्रापश्यत्स्थितान् पार्थ: पितृ नथ पितामहान् |",
            "आचार्यान्मातुलान्भ्रातृ न्पुत्रान्पौत्रान्सखींस्तथा ||26||"
        ],
        "hindi_meaning": "अर्जुन ने वहाँ खड़ी दोनों पक्षों की सेनाओं के बीच अपने पिता तुल्य चाचाओं, पितामहों, गुरुओं, मामाओं, भाइयों, चचेरे भाइयों, पुत्रों, भतीजों, मित्रों, ससुर, और शुभचिन्तकों को भी देखा।",
        "english_meaning": "There, Arjun could see stationed in both armies, his fathers, grandfathers, teachers, maternal uncles, brothers, cousins, sons, nephews, grand-nephews, friends, fathers-in-law, and well-wishers."
    },
    {
        "verse": "shloka sankhya: 1.27",
        "shloka": [
            "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि |",
            "तान्समीक्ष्य स कौन्तेय: सर्वान्बन्धूनवस्थितान् ||27||"
        ],
        "hindi_meaning": "जब कुन्तीपुत्र अर्जुन ने अपने बंधु बान्धवों को वहाँ देखा तब उसका मन अत्यधिक करुणा से भर गया और फिर गहन शोक के साथ उसने निम्न वचन कहे।",
        "english_meaning": "Seeing all his relatives present there, Arjun, the son of Kunti, was overwhelmed with compassion, and with deep sorrow, spoke the following words."
    },
    {
        "verse": "shloka sankhya: 1.28",
        "shloka": [
            "कृपया परयाविष्टो विषीदन्निदमब्रवीत् |",
            "अर्जुन उवाच |",
            "दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ||28||"
        ],
        "hindi_meaning": "अर्जुन ने कहा! हे कृष्ण! युद्ध करने की इच्छा से तथा एक दूसरे का वध करने के लिए यहाँ अपने वंशजों को देखकर मेरे शरीर के अंग कांप रहे हैं और मेरा मुंह सूख रहा है।",
        "english_meaning": "Arjun said: O Krishna, seeing my own kinsmen arrayed for battle here and intent on killing each other, my limbs are giving way and my mouth is drying up."
    },
    {
        "verse": "shloka sankhya: 1.29 - 1.31",
        "shloka": [
            "सीदन्ति मम गात्राणि मुखं च परिशुष्यति |",
            "वेपथुश्च शरीरे मे रोमहर्षश्च जायते ||29||",
            "गाण्डीवं स्रंसते हस्तात्त्वक्चै व परिदह्यते |",
            "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मन: ||30||",
            "निमित्तानि च पश्यामि विपरीतानि केशव |",
            "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ||31||"
        ],
        "hindi_meaning": "मेरा सारा शरीर काँप रहा है, मेरे शरीर के रोएं खड़े हो रहे हैं, मेरा धनुष ‘गाण्डीव' मेरे हाथ से सरक रहा है और मेरी पूरी त्वचा में जलन हो रही है। मेरा मन उलझ रहा है और मुझे घबराहट हो रही है। अब मैं यहाँ और अधिक खड़ा रहने में समर्थ नहीं हूँ। केशी राक्षस का वध करने वाले हे केशव! मुझे केवल अमंगल के लक्षण दिखाई दे रहे हैं। युद्ध में अपने वंश के बंधु बान्धवों का वध करने में मुझे कोई अच्छाई नही दिखाई देती है और उन्हें मारकर मैं कैसे सुख पा सकता हूँ?",
        "english_meaning": "My whole body shudders; my hair is standing on end. My bow, the Gāṇḍīv, is slipping from my hand, and my skin is burning all over. My mind is in quandary and whirling in confusion; I am unable to hold myself steady any longer. O Krishna, killer of the Keshi demon, I only see omens of misfortune. I do not foresee how any good can come from killing my own kinsmen in this battle."
    },
    {
        "verse": "shloka sankhya: 1.32 - 1.33",
        "shloka": [
            "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च |",
            "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ||32||",
            "येषामर्थे काङ्क्षितं नो राज्यं भोगा: सुखानि च |",
            "त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ||33||"
        ],
        "hindi_meaning": "हे कृष्ण! मुझे विजय, राज्य और इससे प्राप्त होने वाला सुख नहीं चाहिए। ऐसे राज्य सुख या अपने जीवन से क्या लाभ प्राप्त हो सकता है क्योंकि जिन लोगों के लिए हम यह सब चाहते हैं, वे सब इस युद्धभूमि में हमारे समक्ष खड़े हैं।",
        "english_meaning": "O Krishna, I do not desire victory, kingdom, or the happiness accruing to it. Of what avail will be a kingdom, pleasures, or even life itself, when the very persons for whom we covet them, are standing before us for battle?"
    },
    {
        "verse": "shloka sankhya: 1.34 - 1.35",
        "shloka": [
            "आचार्या: पितर: पुत्रास्तथैव च पितामहा: |",
            "मातुला: श्वशुरा: पौत्रा: श्याला: सम्बन्धिनस्तथा ||34||",
            "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन |",
            "अपि त्रैलोक्यराज्यस्य हेतो: किं नु महीकृते ||35||"
        ],
        "hindi_meaning": "हे मधुसूदन! हमारे आचार्यगण, पितृगण, पुत्र, पितामह, मामा, पौत्र, ससुर, भांजे, साले और अन्य संबंधी अपने प्राण और धन का दाव लगाकर यहाँ उपस्थित हैं। यद्यपि वे मुझपर आक्रमण भी करते हैं तथापि मैं इनका वध क्यों करूं? यदि फिर भी हम धृतराष्ट्र के पुत्रों का वध करते हैं तब भले ही इससे हमें पृथ्वी के अतिरिक्त तीनों लोक भी प्राप्त क्यों न होते हों तब भी उन्हें मारने से हमें सुख कैसे प्राप्त होगा?",
        "english_meaning": "Teachers, fathers, sons, grandfathers, maternal uncles, grandsons, fathers-in-law, grand-nephews, brothers-in-law, and other kinsmen are present here, staking their lives and riches. O Madhusudan, I do not wish to slay them, even if they attack me. If we kill the sons of Dhritarashtra, what satisfaction will we derive from the dominion over the three worlds, what to speak of this Earth?"
    },
    {
        "verse": "shloka sankhya: 1.36 - 1.37",
        "shloka": [
            "निहत्य धार्तराष्ट्रान्न: का प्रीति: स्याज्जनार्दन |",
            "पापमेवाश्रयेदस्मान्हत्वैतानाततायिन: ||36||",
            "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् |",
            "स्वजनं हि कथं हत्वा सुखिन: स्याम माधव ||37||"
        ],
        "hindi_meaning": "हे समस्त जीवों के पालक! धृतराष्ट्र के पुत्रों का वध करके हमें क्या सुख प्राप्त होगा? यद्यपि वे सब अत्याचारी हैं फिर भी यदि हम उनका वध करते हैं तब निश्चय ही उन्हें मारने का हमें पाप लगेगा। इसलिए अपने चचेरे भाइयों, धृतराष्ट्र के पुत्रों और मित्रों सहित अपने स्वजनों का वध करना हमारे लिए किसी भी दृष्टि से उचित नहीं है। हे माधव! इस प्रकार अपने वंशजों का वध कर हम सुख की आशा कैसे कर सकते हैं?",
        "english_meaning": "O Maintainer of all living entities, what pleasure will we derive from killing the sons of Dhritarasthra? Even though they may be aggressors, sin will certainly come upon us if we slay them. Hence, it does not behoove us to kill our own cousins, the sons of Dhritarashtra, and friends. O Madhav (Krishna), how can we hope to be happy by killing our own kinsmen?"
    },
    {
        "verse": "shloka sankhya: 1.38 - 1.39",
        "shloka": [
            "यद्यप्येते न पश्यन्ति लोभोपहतचेतस: |",
            "कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ||38||",
            "कथं न ज्ञेयमस्माभि: पापादस्मान्निवर्तितुम् |",
            "कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ||39||"
        ],
        "hindi_meaning": "यद्यपि लोभ से अभिभूत होने के कारण वे अपने स्वजनों के विनाश और अपने मित्रों के साथ विश्वासघात करने में कोई दोष नहीं देखते हैं। तथापि हे जनार्दन! जब हमें स्पष्टतः अपने बंधु बान्धवों का वध करने में अपराध दिखाई देता है तब हम ऐसे पापमय कर्म से क्यों न दूर रहें?",
        "english_meaning": "Their thoughts are overpowered by greed and they see no wrong in annihilating their relatives or wreaking treachery upon friends. Yet, O Janardan (Krishna), why should we, who can clearly see the crime in killing our kindred, not turn away from this sin?"
    },
    {
        "verse": "shloka sankhya: 1.40",
        "shloka": [
            "कुलक्षये प्रणश्यन्ति कुलधर्मा: सनातना: |",
            "धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ||40||"
        ],
        "hindi_meaning": "जब कुल का नाश हो जाता है तब इसकी कुल परम्पराएं भी नष्ट हो जाती हैं और कुल के शेष बचे लोग अधर्म में प्रवृत्त होने लगते हैं।",
        "english_meaning": "When a dynasty is destroyed, its traditions get vanquished, and the rest of the family becomes involved in irreligion."
    },
    {
        "verse": "shloka sankhya: 1.41",
        "shloka": [
            "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रिय: |",
            "स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्कर: ||41||"
        ],
        "hindi_meaning": "अधर्म की प्रबलता के कारण हे कृष्ण! कुल की स्त्रियां दूषित हो जाती हैं और स्त्रियों के दुराचारिणी होने से हे वृष्णिवंशी! अवांछित संतानें जन्म लेती हैं।",
        "english_meaning": "With the preponderance of vice, O Krishna, the women of the family become immoral; and from the immorality of women, O descendent of Vrishni, unwanted progeny are born."
    },
    {
        "verse": "shloka sankhya: 1.42",
        "shloka": [
            "सङ्करो नरकायैव कुलघ्नानां कुलस्य च |",
            "पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रिया: ||42||"
        ],
        "hindi_meaning": "अवांछित सन्तानों की वृद्धि के परिणामस्वरूप निश्चय ही पारिवारिक परम्परा का विनाश करने वालों का जीवन नारकीय बन जाता है। जल तथा पिण्डदान की क्रियाओं से वंचित हो जाने के कारण ऐसे पतित कुलों के पितरों का भी पतन हो जाता है।",
        "english_meaning": "An increase in unwanted children results in hellish life both for the family and for those who destroy the family. Deprived of sacrificial offerings, the ancestors of such corrupt families also fall."
    },
    {
        "verse": "shloka sankhya: 1.43",
        "shloka": [
            "दोषैरेतै: कुलघ्नानां वर्णसङ्करकारकै: |",
            "उत्साद्यन्ते जातिधर्मा: कुलधर्माश्च शाश्वता: ||43||"
        ],
        "hindi_meaning": "अपने दुष्कर्मों से कुल परम्परा का विनाश करने वाले दुराचारियों के कारण समाज में अवांछित सन्तानों की वृद्धि होती है और विविध प्रकार की सामुदायिक और कुटुंब तथा पारिवारिक कल्याण की गतिविधियों का भी विनाश हो जाता है।",
        "english_meaning": "Through the evil deeds of those who destroy the family tradition and thus give rise to unwanted progeny, a variety of social and family welfare activities are ruined."
    },
    {
        "verse": "shloka sankhya: 1.44",
        "shloka": [
            "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन |",
            "नरकेऽनियतं वासो भवतीत्यनुशुश्रुम ||44||"
        ],
        "hindi_meaning": "हे जनार्दन! मैंने गुरुजनों से सुना है कि जो लोग कुल परंपराओं का विनाश करते हैं, वे अनिश्चितकाल के लिए नरक में डाल दिए जाते हैं।",
        "english_meaning": "O Janardan (Krishna), I have heard from the learned that those who destroy family traditions dwell in hell for an indefinite period of time."
    },
    {
        "verse": "shloka sankhya: 1.45 - 1.46",
        "shloka": [
            "अहो बत महत्पापं कर्तुं व्यवसिता वयम् |",
            "यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यता: ||45||",
            "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणय: |",
            "धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ||46||"
        ],
        "hindi_meaning": "ओह! कितने आश्चर्य की बात है कि हम इस महा पापजन्य कर्म करने के लिए उद्यत हैं। राजसुख भोगने की इच्छा के प्रयोजन से हम अपने संबंधियों का वध करना चाहते हैं। यदि धृतराष्ट्र के शस्त्र युक्त पुत्र मुझ निहत्थे को रणभूमि में प्रतिरोध किए बिना मार देते हैं वही यह मेरे लिए श्रेयस्कर होगा।",
        "english_meaning": "Alas! How strange it is that we have set our mind to perform this great sin with horrifying consequences. Driven by the desire for kingly pleasures, we are intent on killing our own kinsmen. It would be better if, with weapons in hand, the sons of Dhritarashtra kill me unarmed and unresisting on the battlefield."
    },
    {
        "verse": "shloka sankhya: 1.47",
        "shloka": [
            "सञ्जय उवाच |",
            "एवमुक्त्वार्जुन: सङ्ख्ये रथोपस्थ उपाविशत् |",
            "विसृज्य सशरं चापं शोकसंविग्नमानस: ||47||"
        ],
        "hindi_meaning": "संजय ने कहा-इस प्रकार यह कह कर अर्जुन ने अपने धनुष और बाणों को एक ओर रख दिया और शोकाकुल चित्त से अपने रथ के आसन पर बैठ गया, उसका मन व्यथा और दुःख से भर गया।",
        "english_meaning": "Sanjay said: Speaking thus, Arjun cast aside his bow and arrows, and sank into the seat of his chariot, his mind in distress and overwhelmed with grief."
    }
]