[
    {
        "verse": "shloka sankhya: 13.1",
        "shloka": [
            "अर्जुन उवाच |",
            "प्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च |",
            "एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव ||1||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-हे केशव! मैं यह जानने का इच्छुक हूँ कि प्रकृति क्या है और पुरुष क्या है तथा क्षेत्र और क्षेत्रज्ञ क्या है? मैं यह भी जानना चाहता हूँ कि सच्चा ज्ञान क्या है और इस ज्ञान का लक्ष्य क्या है?",
        "english_meaning": "Arjun said, O Keshav, I wish to understand what are prakṛiti and puruṣh, and what are kṣhetra and kṣhetrajña? I also wish to know what is true knowledge, and what is the goal of this knowledge?"
    },
    {
        "verse": "shloka sankhya: 13.2",
        "shloka": [
            "श्रीभगवानुवाच |",
            "इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते |",
            "एतद्यो वेत्ति तं प्राहु: क्षेत्रज्ञ इति तद्विद: ||2||"
        ],
        "hindi_meaning": "परम पुरुषोतम भगवान ने कहाः हे अर्जुन! इस शरीर को क्षेत्र (कर्म क्षेत्र) के रूप में परिभाषित किया गया है और जो इस शरीर को दोनों का सत्य जानने वाले ऋषियों के माध्यम से जान जाता है उसे क्षेत्रज्ञ (शरीर का ज्ञाता) कहा जाता है।",
        "english_meaning": "The Supreme Divine Lord said: O Arjun, this body is termed as kṣhetra (the field of activities), and the one who knows this body is called kṣhetrajña (the knower of the field) by the sages who discern the truth about both."
    },
    {
        "verse": "shloka sankhya: 13.3",
        "shloka": [
            "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत |",
            "क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम ||3||"
        ],
        "hindi_meaning": "हे भरतवंशी! मैं समस्त शरीरों के कर्म क्षेत्रों का भी ज्ञाता हूँ। कर्म क्षेत्र के रूप में शरीर, आत्मा तथा भगवान को इस शरीर के ज्ञाता के रूप में जान लेना मेरे मतानुसार सच्चा ज्ञान है।",
        "english_meaning": "O scion of Bharat, I am also the knower of all the individual fields of activity. The understanding of the body as the field of activities, and the soul and God as the knowers of the field, this I hold to be true knowledge."
    },
    {
        "verse": "shloka sankhya: 13.4",
        "shloka": [
            "तत्क्षेत्रं यच्च यादृक्च यद्विकारि यतश्च यत् |",
            "स च यो यत्प्रभावश्च तत्समासेन मे शृणु ||4||"
        ],
        "hindi_meaning": "सुनो अब मैं तुम्हें समझाऊंगा कि कर्म क्षेत्र और इसकी प्रकृति क्या है, इसमें कैसे परिवर्तन होते है और यह कहाँ से उत्पन्न हुआ है, कर्म क्षेत्र का ज्ञाता कौन है और उसकी शक्तियाँ क्या हैं?",
        "english_meaning": "Listen and I will explain to you what that field is and what its nature is. I will also explain how change takes place within it, from what it was created, who the knower of the field of activities is, and what his powers are."
    },
    {
        "verse": "shloka sankhya: 13.5",
        "shloka": [
            "ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधै: पृथक् |",
            "ब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्चितै: ||5||"
        ],
        "hindi_meaning": "महान ऋषियों ने अनेक रूप से क्षेत्र का और क्षेत्र के ज्ञाता के सत्य का वर्णन किया है। इसका उल्लेख विभिन्न वैदिक स्रोतों और विशेष रूप से ब्रह्मसूत्र में ठोस तर्क और निर्णयात्मक साक्ष्यों के साथ प्रकट किया गया है।",
        "english_meaning": "Great sages have sung the truth about the field and the knower of the field in manifold ways. It has been stated in various Vedic hymns, and especially revealed in the Brahma Sūtra, with sound logic and conclusive evidence."
    },
    {
        "verse": "shloka sankhya: 13.6",
        "shloka": [
            "महाभूतान्यङ्ककारो बुद्धिरव्यक्त मेव च |",
            "इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचरा: ||6||"
        ],
        "hindi_meaning": "कर्म क्षेत्र पाँच महातत्त्वों-अहंकार, बुद्धि और अव्यक्त मूल तत्त्व, ग्यारह इन्द्रियों (पाँच ज्ञानेन्द्रियाँ, पाँच कर्मेन्द्रियों और मन) और इन्द्रियों के पाँच विषयों से निर्मित है।",
        "english_meaning": "The field of activities is composed of the five great elements, the ego, the intellect, the unmanifest primordial matter, the eleven senses (five knowledge senses, five working senses, and mind), and the five objects of the senses."
    },
    {
        "verse": "shloka sankhya: 13.7",
        "shloka": [
            "इच्छा द्वेष: सुखं दु:खं सङ्घातश्चेतना धृति: |",
            "एतत्क्षेत्रं समासेन सविकारमुदाहृतम् ||7||"
        ],
        "hindi_meaning": "इच्छा और घृणा, सुख और दुख, शरीर, चेतना और इच्छा शक्ति ये सब कार्य क्षेत्र में सम्मिलित हैं तथा इसके विकार हैं। श्रीकृष्ण अब क्षेत्र के गुणों और उसके विकारों को स्पष्ट करते हैं।",
        "english_meaning": "Desire and aversion, happiness and misery, the body, consciousness, and the will—all these comprise the field and its modifications."
    },
    {
        "verse": "shloka sankhya: 13.8 - 13.12",
        "shloka": [
            "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् |",
            "आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रह: ||8||",
            "इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च |",
            "जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् ||9||",
            "असक्तिरनभिष्वङ्ग: पुत्रदारगृहादिषु |",
            "नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु ||10||",
            "मयि चानन्ययोगेन भक्तिरव्यभिचारिणी |",
            "विविक्तदेशसेवित्वमरतिर्जनसंसदि ||11||",
            "अध्यात्मज्ञाननित्यत्वं तत्वज्ञानार्थदर्शनम् |",
            "एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा ||12||"
        ],
        "hindi_meaning": "नम्रता, आडंबरों से मुक्ति, अहिंसा, क्षमा, सादगी, गुरु की सेवा, मन और शरीर की शुद्धता, दृढ़ता और आत्मसंयम, इन्द्रिय विषयों के प्रति उदासीनता, अहंकार रहित होना, जन्म, रोग, बुढ़ापा और मृत्यु की बुराईयों पर ध्यान देना, अनासक्ति, स्त्री, पुरुष, बच्चों और घर सम्पत्ति आदि वस्तुओं के प्रति ममता रहित होना। जीवन में वांछित और अवांछित घटनाओं के प्रति समभाव, मेरे प्रति अनन्य और अविरल भक्ति, एकान्त स्थानों पर रहने की इच्छा, लौकिक समुदाय के प्रति विमुखता, आध्यात्मिक ज्ञान में स्थिरता और परम सत्य की तात्त्विक खोज, इन सबको मैं ज्ञान घोषित करता हूँ और जो भी इसके प्रतिकूल हैं उसे मैं अज्ञान कहूँगा।",
        "english_meaning": "Humbleness; freedom from hypocrisy; non-violence; forgiveness; simplicity; service of the Guru; cleanliness of body and mind; steadfastness; and self-control; dispassion toward the objects of the senses; absence of egotism; keeping in mind the evils of birth, disease, old age, and death; non-attachment; absence of clinging to spouse, children, home, and so on; even-mindedness amidst desired and undesired events in life; constant and exclusive devotion toward Me; an inclination for solitary places and an aversion for mundane society; constancy in spiritual knowledge; and philosophical pursuit of the Absolute Truth—all these I declare to be knowledge, and what is contrary to it, I call ignorance."
    },
    {
        "verse": "shloka sankhya: 13.13",
        "shloka": [
            "ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्रुते |",
            "अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते ||13||"
        ],
        "hindi_meaning": "अब मैं तुम्हें वह बताऊंगा कि जो जानने योग्य है और जिसे जान लेने के पश्चात कोई अमरत्व प्राप्त कर लेता है। यह अनादि ब्रह्म है जो अस्तित्त्व और अस्तित्त्वहीन से परे है।",
        "english_meaning": "I shall now reveal to you that which ought to be known, and by knowing which, one attains immortality. It is the beginningless Brahman, which lies beyond existence and non-existence."
    },
    {
        "verse": "shloka sankhya: 13.14",
        "shloka": [
            "सर्वत: पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम् |",
            "सर्वत: श्रुतिमल्लोके सर्वमावृत्य तिष्ठति ||14||"
        ],
        "hindi_meaning": "भगवान के हाथ, पाँव, नेत्र, सिर, तथा मुख सर्वत्र हैं। उनके कान भी सभी ओर हैं क्योंकि वे ब्रह्माण्ड की प्रत्येक वस्तु में व्याप्त हैं।",
        "english_meaning": "Everywhere are His hands and feet, eyes, heads, and faces. His ears too are in all places, for He pervades everything in the universe."
    },
    {
        "verse": "shloka sankhya: 13.15",
        "shloka": [
            "सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् |",
            "असक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च ||15||"
        ],
        "hindi_meaning": "यद्यपि वे समस्त इन्द्रिय विषयों के गोचर हैं फिर भी इन्द्रिय रहित रहते हैं। वे सभी के प्रति अनासक्त होकर भी सभी जीवों के पालनकर्ता हैं। यद्यपि वे निर्गुण है फिर भी प्रकृति के तीनों गुणों के भोक्ता हैं।",
        "english_meaning": "Though He perceives all sense-objects, yet He is devoid of the senses. He is unattached to everything, and yet He is the sustainer of all. Although He is without attributes, yet He is the enjoyer of the three modes of material nature."
    },
    {
        "verse": "shloka sankhya: 13.16",
        "shloka": [
            "बहिरन्तश्च भूतानामचरं चरमेव च |",
            "सूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत् ||16||"
        ],
        "hindi_meaning": "भगवान सभी के भीतर एवं बाहर स्थित हैं चाहे वे चर हों या अचर। वे सूक्ष्म हैं और इसलिए वे हमारी समझ से परे हैं। वे अत्यंत दूर हैं लेकिन वे सबके निकट भी हैं।",
        "english_meaning": "He exists outside and inside all living beings, those that are moving and not moving. He is subtle, and hence, He is incomprehensible. He is very far, but He is also very near."
    },
    {
        "verse": "shloka sankhya: 13.17",
        "shloka": [
            "अविभक्तं च भूतेषु विभक्तमिव च स्थितम् |",
            "भूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च ||17||"
        ],
        "hindi_meaning": "यद्यपि भगवान सभी जीवों के बीच विभाजित प्रतीत होता है किन्तु वह अविभाजित है। यह समझना होगा कि परमात्मा सबका पालनकर्ता, संहारक और सभी जीवों का जनक है।",
        "english_meaning": "He is indivisible, yet He appears to be divided amongst living beings. Know the Supreme Entity to be the Sustainer, Annihilator, and Creator of all beings."
    },
    {
        "verse": "shloka sankhya: 13.18",
        "shloka": [
            "ज्योतिषामपि तज्ज्योतिस्तमस: परमुच्यते |",
            "ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम् ||18||"
        ],
        "hindi_meaning": "वे समस्त प्रकाशमयी पदार्थों के प्रकाश स्रोत हैं, वे सभी प्रकार की अज्ञानता के अंधकार से परे हैं। वे ज्ञान हैं, वे ज्ञान का विषय हैं और ज्ञान का लक्ष्य हैं। वे सभी जीवों के हृदय में निवास करते हैं।",
        "english_meaning": "He is the source of light in all luminaries, and is entirely beyond the darkness of ignorance. He is knowledge, the object of knowledge, and the goal of knowledge. He dwells within the hearts of all living beings."
    },
    {
        "verse": "shloka sankhya: 13.19",
        "shloka": [
            "इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासत: |",
            "मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते ||19||"
        ],
        "hindi_meaning": "इस प्रकार मैंने तुम्हें कर्म क्षेत्र की प्रकृति, ज्ञान का अर्थ और ज्ञान के लक्ष्य की जानकारी को प्रकट किया है। इसे वास्तव में केवल मेरे भक्त ही पूर्णतः समझ सकते हैं और इसे जानकर वे मेरी दिव्य प्रकृति को प्राप्त होते हैं।",
        "english_meaning": "I have thus revealed to you the nature of the field, the meaning of knowledge, and the object of knowledge. Only My devotees can understand this in reality, and by doing so, they attain My divine nature."
    },
    {
        "verse": "shloka sankhya: 13.20",
        "shloka": [
            "प्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि |",
            "विकारांश्च गुणांश्चैव विद्धि प्रकृतिसम्भवान् ||20||"
        ],
        "hindi_meaning": "प्रकृति और पुरुष (जीवात्मा) दोनों अनादि हैं। यह भी जान लो कि शरीर में होने वाले सभी परिवर्तन और प्रकृति के तीनों गुणों की उत्पत्ति प्राकृत शक्ति से होती है।",
        "english_meaning": "Know that prakṛiti (material nature) and puruṣh (the individual souls) are both beginningless. Also know that all transformations of the body and the three modes of nature are produced by material energy."
    },
    {
        "verse": "shloka sankhya: 13.21",
        "shloka": [
            "कार्यकारणकर्तृत्वे हेतु: प्रकृतिरुच्यते |",
            "पुरुष: सुखदु:खानां भोक्तृत्वे हेतुरुच्यते ||21||"
        ],
        "hindi_meaning": "सृष्टि के विषय में प्राकृत शक्ति ही कारण और परिणाम के लिए उत्तरदायी है और सुख-दुख की अनुभूति हेतु जीवात्मा को उत्तरदायी बताया जाता है।",
        "english_meaning": "In the matter of creation, the material energy is responsible for cause and effect; in the matter of experiencing happiness and distress, the individual soul is declared responsible."
    },
    {
        "verse": "shloka sankhya: 13.22",
        "shloka": [
            "पुरुष: प्रकृतिस्थो हि भुङक्ते प्रकृतिजान्गुणान् |",
            "कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु ||22||"
        ],
        "hindi_meaning": "पुरुष अर्थात जीव प्रकृति में स्थित हो जाता है, प्रकृति के तीनों गुणों के भोग की इच्छा करता है, उनमें आसक्त हो जाने के कारण उत्तम और अधम योनियों में जन्म लेता है।",
        "english_meaning": "When the puruṣh (individual soul) seated in prakṛiti (the material energy) desires to enjoy the three guṇas, attachment to them becomes the cause of its birth in superior and inferior wombs."
    },
    {
        "verse": "shloka sankhya: 13.23",
        "shloka": [
            "उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वर: |",
            "परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुष: पर: ||23||"
        ],
        "hindi_meaning": "इस शरीर में परमेश्वर भी रहता है। उसे साक्षी, अनुमति प्रदान करने वाला, सहायक, परम भोक्ता, परम नियन्ता और परमात्मा कहा जाता है।",
        "english_meaning": "Within the body also resides the Supreme Lord. He is said to be the Witness, the Permitter, the Supporter, Transcendental Enjoyer, the ultimate Controller, and the Paramātmā (Supreme Soul)."
    },
    {
        "verse": "shloka sankhya: 13.24",
        "shloka": [
            "य एवं वेत्ति पुरुषं प्रकृतिं च गुणै: सह |",
            "सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते ||24||"
        ],
        "hindi_meaning": "वे जो परमात्मा, जीवात्मा और प्रकृति के सत्य और तीनों गुणों की अन्तःक्रिया को समझ लेते हैं वे पुनः जन्म नहीं लेते। उनकी वर्तमान स्थिति चाहे जैसी भी हो वे मुक्त हो जाते हैं।",
        "english_meaning": "Those who understand the truth about Supreme Soul, the individual soul, material nature, and the interaction of the three modes of nature will not take birth here again. They will be liberated regardless of their present condition."
    },
    {
        "verse": "shloka sankhya: 13.25",
        "shloka": [
            "ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना |",
            "अन्ये साङ् ख्येन योगेन कर्मयोगेन चापरे ||25||"
        ],
        "hindi_meaning": "कुछ लोग ध्यान द्वारा अपने हृदय में बैठे परमात्मा को देखते हैं और कुछ लोग ज्ञान के संवर्धन द्वारा जबकि कुछ अन्य लोग कर्म योग द्वारा देखने का प्रयत्न करते हैं।",
        "english_meaning": "Some try to perceive the Supreme Soul within their hearts through meditation, and others try to do so through the cultivation of knowledge, while still others strive to attain that realization by the path of action."
    },
    {
        "verse": "shloka sankhya: 13.26",
        "shloka": [
            "अन्ये त्वेवमजानन्त: श्रुत्वान्येभ्य उपासते |",
            "तेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणा: ||26||"
        ],
        "hindi_meaning": "कुछ अन्य लोग ऐसे भी होते हैं जो आध्यात्मिक मार्ग से अनभिज्ञ होते हैं लेकिन वे अन्य संत पुरुषों से श्रवण कर भगवान की आराधना करने लगते हैं। वे भी धीरे-धीरे जन्म और मृत्यु के सागर को पार कर लेते हैं।",
        "english_meaning": "There are still others who are unaware of these spiritual paths, but they hear from others and begin worshipping the Supreme Lord. By such devotion to hearing from saints, they too can gradually cross over the ocean of birth and death."
    },
    {
        "verse": "shloka sankhya: 13.27",
        "shloka": [
            "यावत्सञ्जायते किञ्चित्सत्वं स्थावरजङ्गमम् |",
            "क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ ||27||"
        ],
        "hindi_meaning": "हे भरतवंशियों में श्रेष्ठ! चर और अचर जिनका अस्तित्व तुम्हें दिखाई दे रहा है वह कर्म क्षेत्र और क्षेत्र के ज्ञाता का संयोग मात्र है।",
        "english_meaning": "O best of the Bharatas, whatever moving or unmoving being you see in existence, know it to be a combination of the field of activities and the knower of the field."
    },
    {
        "verse": "shloka sankhya: 13.28",
        "shloka": [
            "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् |",
            "विनश्यत्स्वविनश्यन्तं य: पश्यति स पश्यति ||28||"
        ],
        "hindi_meaning": "जो परमात्मा को सभी जीवों में आत्मा के साथ देखता है और जो इस नश्वर शरीर में दोनों को अविनाशी समझता है केवल वही वास्तव में समझता है।",
        "english_meaning": "They alone truly see, who perceive the Paramātmā (Supreme Soul) accompanying the soul in all beings, and who understand both to be imperishable in this perishable body."
    },
    {
        "verse": "shloka sankhya: 13.29",
        "shloka": [
            "समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम् |",
            "न हिनस्त्यात्मनात्मानं ततो याति परां गतिम् ||29||"
        ],
        "hindi_meaning": "वे जो भगवान को सर्वत्र और सभी जीवों में समान रूप से स्थित देखते हैं वे अपने मन से स्वयं को निम्नीकृत नहीं करते। इस प्रकार से वे अपने परम गंतव्य को प्राप्त करते हैं।",
        "english_meaning": "Those, who see God as the Supreme Soul equally present everywhere and in all living beings, do not degrade themselves by their mind. Thereby, they reach the supreme destination."
    },
    {
        "verse": "shloka sankhya: 13.30",
        "shloka": [
            "प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वश: |",
            "य: पश्यति तथात्मानमकर्तारं स पश्यति ||30||"
        ],
        "hindi_meaning": "जो यह समझ लेते हैं कि शरीर के समस्त कार्य प्राकृत शक्ति द्वारा सम्पन्न होते हैं जबकि देहधारी आत्मा वास्तव में कुछ नहीं करती। केवल वही वास्तव में देखते हैं।",
        "english_meaning": "They alone truly see who understand that all actions (of the body) are performed by material nature, while the embodied soul actually does nothing."
    },
    {
        "verse": "shloka sankhya: 13.31",
        "shloka": [
            "यदा भूतपृथग्भावमेकस्थमनुपश्यति |",
            "तत एव च विस्तारं ब्रह्म सम्पद्यते तदा ||31||"
        ],
        "hindi_meaning": "जब वे विविध प्रकार के प्राणियों को एक ही परम शक्ति परमात्मा में स्थित देखते हैं और उन सबको उसी से जन्मा समझते हैं तब वे ब्रह्म का ज्ञान प्राप्त करते हैं।",
        "english_meaning": "When they see the diverse variety of living beings situated in the same material nature, and understand all of them to be born from it, they attain the realization of the Brahman."
    },
    {
        "verse": "shloka sankhya: 13.32",
        "shloka": [
            "अनादित्वान्निर्गुणत्वात्परमात्मायमव्यय: |",
            "शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते ||32||"
        ],
        "hindi_meaning": "परमात्मा अविनाशी है और इसका कोई आदि नहीं है और प्रकृति के गुणों से रहित है। हे कुन्ति पुत्र! यद्यपि यह शरीर में स्थित है किन्तु यह न तो कर्म करता है और न ही प्राकृत शक्ति से दूषित होता है।",
        "english_meaning": "The Supreme Soul is imperishable, without beginning, and devoid of any material qualities, O son of Kunti. Although situated within the body, It neither acts, nor is It tainted by material energy."
    },
    {
        "verse": "shloka sankhya: 13.33",
        "shloka": [
            "यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते |",
            "सर्वत्रावस्थितो देहे तथात्मा नोपलिप्यते ||33||"
        ],
        "hindi_meaning": "अंतरिक्ष सबको अपने में धारण कर लेता है लेकिन सूक्ष्म होने के कारण जिसे यह धारण किए रहता है उसमें लिप्त नहीं होता। इसी प्रकार से यद्यपि आत्मा चेतना के रूप में पूरे शरीर में व्याप्त रहती है फिर भी आत्मा शरीर के धर्म से प्रभावित नहीं होती।",
        "english_meaning": "Space holds everything within it, but being subtle, does not get contaminated by what it holds. Similarly, though its consciousness pervades the body, the soul is not affected by the attributes of the body."
    },
    {
        "verse": "shloka sankhya: 13.34",
        "shloka": [
            "यथा प्रकाशयत्येक: कृत्स्नं लोकमिमं रवि: |",
            "क्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत ||34||"
        ],
        "hindi_meaning": "जिस प्रकार से एक सूर्य समस्त ब्रह्माण्ड को प्रकाशित करता है उसी प्रकार से आत्मा चेतना शक्ति के साथ पूरे शरीर को प्रकाशित करती है।",
        "english_meaning": "Just as one sun illumines the entire solar system, so does the individual soul illumine the entire body (with consciousness)."
    },
    {
        "verse": "shloka sankhya: 13.35",
        "shloka": [
            "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा |",
            "भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् ||35||"
        ],
        "hindi_meaning": "जो लोग ज्ञान चक्षुओं से शरीर और शरीर के ज्ञाता के बीच के अन्तर और प्राकृतिक शक्ति के बन्धनों से मुक्त होने की विधि जान लेते हैं, वे परम लक्ष्य प्राप्त कर लेते हैं।",
        "english_meaning": "Those who perceive with the eyes of knowledge the difference between the body and the knower of the body, and the process of release from material nature, attain the supreme destination."
    }
]