[
    {
        "verse": "shloka sankhya: 18.1",
        "shloka": [
            "अर्जुन उवाच |",
            "सन्न्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् |",
            "त्यागस्य च हृषीकेश पृथक्केशिनिषूदन ||1||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-हे महाबाहु। मैं संन्यास और त्याग की प्रकृति के संबंध में जानना चाहता हूँ। हे केशिनिषूदन, हे हृषिकेश! मैं दोनों के बीच का भेद जानने का भी इच्छुक हूँ।",
        "english_meaning": "Arjun said: O mighty-armed Krishna, I wish to understand the nature of sanyās (renunciation of actions) and tyāg (renunciation of desire for the fruits of actions). O Hrishikesh, I also wish to know the distinction between the two, O Keshinisudan."
    },
    {
        "verse": "shloka sankhya: 18.2",
        "shloka": [
            "श्रीभगवानुवाच |",
            "काम्यानां कर्मणां न्यासं सन्न्यासं कवयो विदु: |",
            "सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणा: ||2||"
        ],
        "hindi_meaning": "परम भगवान ने कहाः कामना से अभिप्रेरित कर्मों के परित्याग को विद्वान लोग 'संन्यास' कहते हैं और सभी कर्मों के फलों के त्याग को बुद्धिमान लोग त्याग कहते है।",
        "english_meaning": "The Supreme Divine Personality said: Giving up of actions motivated by desire is what the learned understand as sanyās. Relinquishing the fruits of all actions is what the wise declare to be tyāg."
    },
    {
        "verse": "shloka sankhya: 18.3",
        "shloka": [
            "त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिण: |",
            "यज्ञदानतप:कर्म न त्याज्यमिति चापरे ||3||"
        ],
        "hindi_meaning": "कुछ मनीषी घोषित करते हैं कि समस्त प्रकार के कर्मों को दोषपूर्ण मानते हुए उन्हें त्याग देना चाहिए किन्तु अन्य विद्वान यह आग्रह करते हैं कि यज्ञ, दान, तथा तपस्या जैसे कर्मों का कभी त्याग नहीं करना चाहिए।",
        "english_meaning": "Some learned people declare that all kinds of actions should be given up as evil, while others maintain that acts of sacrifice, charity, and penance should never be abandoned."
    },
    {
        "verse": "shloka sankhya: 18.4",
        "shloka": [
            "निश्चयं शृणु मे तत्र त्यागे भरतसत्तम |",
            "त्यागो हि पुरुषव्याघ्र त्रिविध: सम्प्रकीर्तित: ||4||"
        ],
        "hindi_meaning": "हे भरतश्रेष्ठ! अब त्याग के विषय में मेरा अंतिम निर्णय सुनो। हे मनुष्यों में सिंह! त्याग के लिए तीन प्रकार की श्रेणियों का वर्णन किया गया है।",
        "english_meaning": "Now hear My conclusion on the subject of renunciation, O tiger amongst men, for renunciation has been declared to be of three kinds."
    },
    {
        "verse": "shloka sankhya: 18.5",
        "shloka": [
            "यज्ञदानतप:कर्म न त्याज्यं कार्यमेव तत् |",
            "यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ||5||"
        ],
        "hindi_meaning": "यज्ञ, दान, तथा तपस्या पर आधारित कर्मों का कभी परित्याग नहीं करना चाहिए। इन्हें निश्चित रूप से सम्पन्न करना चाहिए। यज्ञ, दान तथा तपस्या वास्तव में महात्माओं को भी शुद्ध करते हैं।",
        "english_meaning": "Actions based upon sacrifice, charity, and penance should never be abandoned; they must certainly be performed. Indeed, acts of sacrifice, charity, and penance are purifying even for those who are wise."
    },
    {
        "verse": "shloka sankhya: 18.6",
        "shloka": [
            "एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च |",
            "कर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ||6||"
        ],
        "hindi_meaning": "ये सब कार्य आसक्ति और फल की कामना से रहित होकर संपन्न करने चाहिए। हे अर्जुन! यह मेरा स्पष्ट और अंतिम निर्णय है।",
        "english_meaning": "These activities must be performed without attachment and expectation for rewards. This is My definite and supreme verdict, O Arjun."
    },
    {
        "verse": "shloka sankhya: 18.7",
        "shloka": [
            "नियतस्य तु सन्न्यास: कर्मणो नोपपद्यते |",
            "मोहात्तस्य परित्यागस्तामस: परिकीर्तित: ||7||"
        ],
        "hindi_meaning": "नियत कर्त्तव्यों को कभी त्यागना नहीं चाहिए। मोहवश होकर निश्चित कार्यों के त्याग को तमोगुणी कहा जाता है।",
        "english_meaning": "Prescribed duties should never be renounced. Such deluded renunciation is said to be in the mode of ignorance."
    },
    {
        "verse": "shloka sankhya: 18.8",
        "shloka": [
            "दु:खमित्येव यत्कर्म कायक्लेशभयात्यजेत् |",
            "स कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् ||8||"
        ],
        "hindi_meaning": "नियत कर्त्तव्यों को कष्टप्रद और शरीर को व्यथा देने का कारण समझकर किया गया त्याग रजोगुणी कहलाता है। ऐसा त्याग कभी लाभदायक और उन्नत करने वाला नहीं होता।",
        "english_meaning": "To give up prescribed duties because they are troublesome or cause bodily discomfort is renunciation in the mode of passion. Such renunciation is never beneficial or elevating."
    },
    {
        "verse": "shloka sankhya: 18.9",
        "shloka": [
            "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन |",
            "सङ्गं त्यक्त्वा फलं चैव स त्याग: सात्त्विको मत: ||9||"
        ],
        "hindi_meaning": "जब कोई कर्मों का निष्पादन कर्त्तव्य समझ कर और फल की आसक्ति से रहित होकर करता है तब उसका त्याग सत्वगुणी कहलाता है।",
        "english_meaning": "When actions are undertaken in response to duty, and one relinquishes attachment to any reward, O Arjun, it is considered renunciation in the nature of goodness."
    },
    {
        "verse": "shloka sankhya: 18.10",
        "shloka": [
            "न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते |",
            "त्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशय: ||10||"
        ],
        "hindi_meaning": "वे जो न तो अप्रिय कर्म को टालते हैं और न ही कर्म को प्रिय जानकर उसमें लिप्त होते हैं ऐसे मनुष्य वास्तव में त्यागी होते हैं। वे सात्विक गुणों से संपन्न होते है और कर्म की प्रकृति के संबंध में उनमें कोई संशय नहीं होता।",
        "english_meaning": "Those who neither avoid disagreeable work nor seek work because it is agreeable are persons of true renunciation. They are endowed with the quality of the mode of goodness and have no doubts (about the nature of work)."
    },
    {
        "verse": "shloka sankhya: 18.11",
        "shloka": [
            "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषत: |",
            "यस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते ||11||"
        ],
        "hindi_meaning": "देहधारी जीवों के लिए पूर्ण रूप से कर्मों का परित्याग करना असंभव है लेकिन जो कर्मफलों का परित्याग करते हैं, वे वास्तव में त्यागी कहलाते हैं।",
        "english_meaning": "For the embodied being, it is impossible to give up activities entirely. But those who relinquish the fruits of their actions are said to be truly renounced."
    },
    {
        "verse": "shloka sankhya: 18.12",
        "shloka": [
            "अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मण: फलम् |",
            "भवत्यत्यागिनां प्रेत्य न तु सन्न्यासिनां क्वचित् ||12||"
        ],
        "hindi_meaning": "जो निजी पारितोषिक के प्रति आसक्त होते हैं उन्हें मृत्यु के पश्चात भी सुखद, दुखद और मिश्रित तीन प्रकार के कर्मफल प्राप्त होते हैं लेकिन जो अपने कर्मफलों का त्याग करते हैं उन्हें न तो इस लोक में और न ही मरणोपरांत ऐसे कर्मफल भोगने पड़ते हैं।",
        "english_meaning": "The three-fold fruits of actions—pleasant, unpleasant, and mixed—accrue even after death to those who are attached to personal reward. But, for those who renounce the fruits of their actions, there are no such results in the here or hereafter."
    },
    {
        "verse": "shloka sankhya: 18.13",
        "shloka": [
            "पञ्चैतानि महाबाहो कारणानि निबोध मे |",
            "साङ् ख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ||13||"
        ],
        "hindi_meaning": "हे अर्जुन! अब मुझसे सांख्य दर्शन के सिद्धांत में उल्लिखित समस्त कर्मों को संपूर्ण करने हेतु पाँच कारकों को समझो जो यह बोध कराते हैं कि कर्मों की प्रतिक्रियाओं को कैसे रोका जाए।",
        "english_meaning": "O Arjun, now learn from Me about the five factors that have been mentioned for the accomplishment of all actions in the doctrine of Sānkhya, which explains how to stop the reactions of karmas."
    },
    {
        "verse": "shloka sankhya: 18.14",
        "shloka": [
            "अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् |",
            "विविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् ||14||"
        ],
        "hindi_meaning": "शरीर, कर्ता, विभिन्न इन्द्रियाँ, अनेक प्रकार की चेष्टाएँ और विधि का विधान अर्थात भगवान-ये पाँच कर्म के कारक हैं।",
        "english_meaning": "The body, the doer (soul), the various senses, the many kinds of efforts, and Divine Providence—these are the five factors of action."
    },
    {
        "verse": "shloka sankhya: 18.15 - 18.16",
        "shloka": [
            "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर: |",
            "न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतव: ||15||",
            "तत्रैवं सति कर्तारमात्मानं केवलं तु य: |",
            "पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मति: ||16||"
        ],
        "hindi_meaning": "शरीर, मन या वाणी से जो भी कार्य संपन्न किया जाता है भले ही वह उचित हो या अनुचित, उसके ये पाँच सहायक कारक हैं। वे जो इसे नहीं समझते और केवल आत्मा को ही कर्ता मानते हैं, अपनी दूषित बुद्धि के कारण वे वस्तुओं को उनके वास्तविक रूप में नहीं देख सकते।",
        "english_meaning": "These five are the contributory factors for whatever action is performed, whether proper or improper, with body, speech, or mind. Those who do not understand this regard the soul as the only doer. With their impure intellects they cannot see things as they are."
    },
    {
        "verse": "shloka sankhya: 18.17",
        "shloka": [
            "यस्य नाहङ् कृतो भावो बुद्धिर्यस्य न लिप्यते |",
            "हत्वाऽपि स इमाँल्लोकान्न हन्ति न निबध्यते ||17||"
        ],
        "hindi_meaning": "जो कर्तापन के अहंकार से मुक्त होते हैं और जिनकी बुद्धि मोहग्रस्त नहीं है, यद्यपि वे जीवों को मारते हैं तथापि वे न तो जीवों को मारते हैं और न कर्मों के बंधन में पड़ते हैं।",
        "english_meaning": "Those who are free from the ego of being the doer, and whose intellect is unattached, though they may slay living beings, they neither kill nor are they bound by actions."
    },
    {
        "verse": "shloka sankhya: 18.18",
        "shloka": [
            "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना |",
            "करणं कर्म कर्तेति त्रिविध: कर्मसंग्रह: ||18||"
        ],
        "hindi_meaning": "ज्ञान, ज्ञान का विषय और ज्ञाता-ये कर्म को प्रेरित करने वाले तीन कारक हैं। कर्म के उपादान, स्वयं कर्म और कर्ता-ये कर्म के तीन घटक हैं।",
        "english_meaning": "Knowledge, the object of knowledge, and the knower—these are the three factors that induce action. The instrument of action, the act itself, and the doer—these are the three constituents of action."
    },
    {
        "verse": "shloka sankhya: 18.19",
        "shloka": [
            "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदत: |",
            "प्रोच्यते गुणसङ् ख्याने यथावच्छृणु तान्यपि ||19||"
        ],
        "hindi_meaning": "सांख्य दर्शन में ज्ञान, कर्म और कर्ता की तीन श्रेणियों का उल्लेख किया गया है और तदनुसार प्रकृति के तीन गुणों के अनुसार इनमें भेद का वर्णन भी किया गया है। इन्हें सुनो और मैं तुम्हें इनका भेद बताता हूँ।",
        "english_meaning": "Knowledge, action, and the doer are declared to be of three kinds in the Sānkhya philosophy, distinguished according to the three modes of material nature. Listen, and I will explain their distinctions to you."
    },
    {
        "verse": "shloka sankhya: 18.20",
        "shloka": [
            "सर्वभूतेषु येनैकं भावमव्ययमीक्षते |",
            "अविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् ||20||"
        ],
        "hindi_meaning": "जिस ज्ञान द्वारा कोई नाना प्रकार के सभी जीवों में एक अविभाजित अविनाशी सत्य को देखता है उसे सत्वगुण प्रकृति ज्ञान कहते हैं।",
        "english_meaning": "Understand that knowledge to be in the mode of goodness by which a person sees one undivided imperishable reality within all diverse living beings."
    },
    {
        "verse": "shloka sankhya: 18.21",
        "shloka": [
            "पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान् |",
            "वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् ||21||"
        ],
        "hindi_meaning": "जिस ज्ञान द्वारा कोई मनुष्य भिन्न-भिन्न शरीरों में अनेक जीवित प्राणियों को पृथक-पृथक और असंबद्ध रूप में देखता है उसे राजसी माना जाता है।",
        "english_meaning": "That knowledge is to be considered in the mode of passion by which one sees manifold living entities in diverse bodies as individual and unconnected."
    },
    {
        "verse": "shloka sankhya: 18.22",
        "shloka": [
            "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् |",
            "अतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम् ||22||"
        ],
        "hindi_meaning": "वह ज्ञान जिसमें कोई मनुष्य ऐसी विखंडित अवधारणा में तल्लीन होता है जैसे कि वह संपूर्ण के सदृश हो और जो न तो किसी कारण और न ही सत्य पर आधारित है उसे तामसिक ज्ञान कहते हैं।",
        "english_meaning": "That knowledge is said to be in the mode of ignorance where one is engrossed in a fragmental concept as if it encompasses the whole, and which is neither grounded in reason nor based on the truth."
    },
    {
        "verse": "shloka sankhya: 18.23",
        "shloka": [
            "नियतं सङ्गरहितमरागद्वेषत: कृतम् |",
            "अफलप्रेप्सुना कर्म यतत्सात्त्विकमुच्यते ||23||"
        ],
        "hindi_meaning": "जो कर्म शास्त्रों के अनुमोदन के अनुसार है, राग और द्वेष की भावना से रहित और फल की कामना के बिना संपन्न किया जाता है, वह सत्वगुण प्रकृति का होता है।",
        "english_meaning": "Action that is in accordance with the scriptures, free from attachment and aversion, and done without desire for rewards, is in the mode of goodness."
    },
    {
        "verse": "shloka sankhya: 18.24",
        "shloka": [
            "यत्तुकामेप्सुना कर्म साहङ्कारेण वा पुन: |",
            "क्रियते बहुलायासं तद्राजसमुदाहृतम् ||24||"
        ],
        "hindi_meaning": "जो कार्य स्वार्थ की पूर्ति से प्रेरित होकर मिथ्या, अभिमान और तनाव ग्रस्त होकर किए जाते हैं वे रजोगुणी प्रकृति के होते हैं।",
        "english_meaning": "Action that is prompted by selfish desire, enacted with pride, and full of stress, is in the nature of passion."
    },
    {
        "verse": "shloka sankhya: 18.25",
        "shloka": [
            "अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम् |",
            "मोहादारभ्यते कर्म यत्तत्तामसमुच्यते ||25||"
        ],
        "hindi_meaning": "जो कार्य मोहवश होकर और अपनी क्षमता का आंकलन, परिणामों, हानि और दूसरों की क्षति पर विचार किए बिना आरम्भ किए जाते हैं। वे तमोगुणी कहलाते हैं।",
        "english_meaning": "That action is declared to be in the mode of ignorance, which is begun out of delusion, without thought to one’s own ability, and disregarding consequences, loss, and injury to others."
    },
    {
        "verse": "shloka sankhya: 18.26",
        "shloka": [
            "मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वित: |",
            "सिद्ध्यसिद्ध्योर्निर्विकार: कर्ता सात्त्विक उच्यते ||26||"
        ],
        "hindi_meaning": "वह जो अहंकार और मोह से मुक्त होता है, उत्साह और दृढ़ निश्चय से युक्त होता है, ऐसे कर्ता को सत्वगुणी कहा जाता है।",
        "english_meaning": "The performer is said to be in the mode of goodness, when he or she is free from egotism and attachment, endowed with enthusiasm and determination, and equipoised in success and failure."
    },
    {
        "verse": "shloka sankhya: 18.27",
        "shloka": [
            "रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचि: |",
            "हर्षशोकान्वित: कर्ता राजस: परिकीर्तित: ||27||"
        ],
        "hindi_meaning": "जब कोई कर्ता कर्म-फल की लालसा, लोभ, हिंसक प्रवृत्ति, अशुद्धता, हर्ष एवं शोक से प्रेरित होकर कार्य करता है, उसे रजोगुणी कहा जाता है।",
        "english_meaning": "The performer is considered in the mode of passion when he or she craves the fruits of the work, is covetous, violent-natured, impure, and moved by joy and sorrow."
    },
    {
        "verse": "shloka sankhya: 18.28",
        "shloka": [
            "अयुक्त: प्राकृत: स्तब्ध: शठो नैष्कृतिकोऽलस: |",
            "विषादी दीर्घसूत्री च कर्ता तामस उच्यते ||28||"
        ],
        "hindi_meaning": "जो कर्ता अनुशासनहीन, अशिष्ट, हठी, कपटी, आलसी तथा निराश होता है और टाल मटोल करता है वह तमोगुणी कहलाता है।",
        "english_meaning": "A performer in the mode of ignorance is one who is undisciplined, vulgar, stubborn, deceitful, slothful, despondent, and a procrastinator."
    },
    {
        "verse": "shloka sankhya: 18.29",
        "shloka": [
            "बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु |",
            "प्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय ||29||"
        ],
        "hindi_meaning": "हे अर्जुन! अब मैं प्रकृति के तीनों गुणों के अनुसार तुम्हें विभिन्न प्रकार की बुद्धि तथा वृति के विषय में विस्तार से बता रहा हूँ। तुम उसे सुनो।",
        "english_meaning": "Hear now, O Arjun, of the distinctions of intellect and determination, according to the three modes of material nature, as I describe them in detail."
    },
    {
        "verse": "shloka sankhya: 18.30",
        "shloka": [
            "प्रवृत्तिंच निवृत्तिं च कार्याकार्ये भयाभये |",
            "बन्धं मोक्षं च या वेत्तिबुद्धि: सा पार्थ सात्त्विकी ||30||"
        ],
        "hindi_meaning": "हे पृथापुत्र! वह बुद्धि सत्वगुणी है जिसके द्वारा यह जाना जाता है कि क्या उचित है और क्या अनुचित है, क्या कर्त्तव्य है और क्या अकरणीय है, किससे भयभीत होना चाहिए और किससे भयभीत नहीं होना चाहिए, और क्या बंधन में डालने वाला है और क्या मुक्ति देने वाला है।",
        "english_meaning": "The intellect is said to be in the nature of goodness, O Parth, when it understands what is proper action and improper action, what is duty and non-duty, what is to be feared and what is not to be feared, what is binding and what is liberating."
    },
    {
        "verse": "shloka sankhya: 18.31",
        "shloka": [
            "यया धर्ममधर्मं च कार्यं चाकार्यमेव च |",
            "अयथावत्प्रजानाति बुद्धि: सा पार्थ राजसी ||31||"
        ],
        "hindi_meaning": "हे पार्थ! ऐसी बुद्धि राजसिक कहलाती है जो धर्म और अधर्म तथा उचित और अनुचित आचरण के बीच भेद करने में भ्रमित रहती है।",
        "english_meaning": "The intellect is considered in the mode of passion when it is confused between righteousness and unrighteousness, and cannot distinguish between right and wrong conduct, O Parth."
    },
    {
        "verse": "shloka sankhya: 18.32",
        "shloka": [
            "अधर्मं धर्ममिति या मन्यते तमसावृता |",
            "सर्वार्थान्विपरीतांश्च बुद्धि: सा पार्थ तामसी ||32||"
        ],
        "hindi_meaning": "जो बुद्धि अंधकार से आच्छादित रहती है, अधर्म में धर्म, असत्य में सत्य की कल्पना करती है, वह तामसिक प्रकृति की होती है।",
        "english_meaning": "That intellect which is shrouded in darkness, imagining irreligion to be religion, and perceiving untruth to be the truth, is of the nature of ignorance, O Parth."
    },
    {
        "verse": "shloka sankhya: 18.33",
        "shloka": [
            "धृत्या यया धारयते मन:प्राणेन्द्रियक्रिया: |",
            "योगेनाव्यभिचारिण्या धृति: सा पार्थ सात्त्विकी ||33||"
        ],
        "hindi_meaning": "जो धृति योग से विकसित होगी और जो मन, प्राण शक्ति और इन्द्रियों की क्रियाओं को स्थिर रखती है उसे सात्विक धृति (संकल्प) कहते हैं।",
        "english_meaning": "The steadfast willpower that is developed through Yog, and which sustains the activities of the mind, the life-airs, and the senses, O Parth, is said to be determination in the mode of goodness."
    },
    {
        "verse": "shloka sankhya: 18.34",
        "shloka": [
            "यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन |",
            "प्रसङ्गेन फलाकाङ् क्षी धृति: सा पार्थ राजसी ||34||"
        ],
        "hindi_meaning": "वह द्यति जिसके द्वारा कोई मनुष्य आसक्ति और कर्म फल की इच्छा से कर्तव्य पालन करता है, सुख और धन प्राप्ति में लिप्त रहता है, वह राजसी धृति कहलाती है।",
        "english_meaning": "The steadfast willpower by which one holds on to duty, pleasures, and wealth, out of attachment and desire for rewards, O Arjun, is determination in the mode of passion."
    },
    {
        "verse": "shloka sankhya: 18.35",
        "shloka": [
            "यया स्वप्नं भयं शोकं विषादं मदमेव च |",
            "न विमुञ्चति दुर्मेधा धृति: सा पार्थ तामसी ||35||"
        ],
        "hindi_meaning": "दर्बद्धिपूर्ण संकल्प जिसमें कोई स्वप्न देखने, भय, दुख, मोह, निराशा और कपट का त्याग नहीं करता उसे तमोगुणी घृति कहा जाता है।",
        "english_meaning": "That unintelligent resolve is said to be determination in the mode of ignorance, in which one does not give up dreaming, fearing, grieving, despair, and conceit."
    },
    {
        "verse": "shloka sankhya: 18.36",
        "shloka": [
            "सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ |",
            "अभ्यासाद्रमते यत्र दु:खान्तं च निगच्छति ||36||"
        ],
        "hindi_meaning": "हे अर्जुन! अब तुम मुझसे तीन प्रकार के सुखों के संबंध में सुनो जिनसे देहधारी आत्मा आनन्द प्राप्त करती है और सभी दुखों के अंत तक भी पहुँच सकती है।",
        "english_meaning": "Now hear from Me, O Arjun, of the three kinds of happiness in which the embodied soul rejoices, and can even reach the end of all suffering."
    },
    {
        "verse": "shloka sankhya: 18.37",
        "shloka": [
            "यत्तदग्रे विषमिव परिणामेऽमृतोपमम् |",
            "तत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम् ||37||"
        ],
        "hindi_meaning": "जो आरम्भ में विष के समान लगता है लेकिन अंत में जिसका स्वाद अमृत के समान हो जाता है उसे सात्विक सुख कहते हैं। यह शुद्ध बुद्धि से उत्पन्न होता है जो आत्म ज्ञान में स्थित होती है।",
        "english_meaning": "That which seems like poison at first, but tastes like nectar in the end, is said to be happiness in the mode of goodness. It is generated by the pure intellect that is situated in self-knowledge."
    },
    {
        "verse": "shloka sankhya: 18.38",
        "shloka": [
            "विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् |",
            "परिणामे विषमिव तत्सुखं राजसं स्मृतम् ||38||"
        ],
        "hindi_meaning": "उस सुख को रजोगुणी कहा जाता है जब यह इन्द्रियों द्वारा उसके विषयों के संपर्क से उत्पन्न होता है। ऐसा सुख आरम्भ में अमृत के सदृश लगता है और अंततः विष जैसा हो जाता है।",
        "english_meaning": "Happiness is said to be in the mode of passion when it is derived from the contact of the senses with their objects. Such happiness is like nectar at first but poison at the end."
    },
    {
        "verse": "shloka sankhya: 18.39",
        "shloka": [
            "यदग्रे चानुबन्धे च सुखं मोहनमात्मन: |",
            "निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् ||39||"
        ],
        "hindi_meaning": "जो सुख आदि से अंत तक आत्मा की प्रकृति को आच्छादित करता है और जो निद्रा, आलस्य और असावधानी से उत्पन्न होता है वह तामसिक सुख कहलाता है।",
        "english_meaning": "That happiness which covers the nature of the self from beginning to end, and which is derived from sleep, indolence, and negligence, is said to be in the mode of ignorance."
    },
    {
        "verse": "shloka sankhya: 18.40",
        "shloka": [
            "न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुन: |",
            "सत्त्वं प्रकृतिजैर्मुक्तं यदेभि: स्यात्त्रिभिर्गुणै: ||40||"
        ],
        "hindi_meaning": "इस भौतिक क्षेत्र में पृथ्वी और स्वर्ग के उच्च लोकों में रहने वाला कोई भी जीव प्रकृति के इन तीन गुणों के प्रभाव से मुक्त नहीं होता।",
        "english_meaning": "No living being on earth or the higher celestial abodes of this material realm is free from the influence of these three modes of nature."
    },
    {
        "verse": "shloka sankhya: 18.41",
        "shloka": [
            "ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप |",
            "कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणै: ||41||"
        ],
        "hindi_meaning": "हे शत्रुहंता! ब्राह्मणों, श्रत्रियों, वैश्यों और शुद्रों के कर्तव्यों को इनके गुणों के अनुसार तथा प्रकृति के तीन गुणों के अनुरूप वितरित किया गया है, न कि इनके जन्म के अनुसार।",
        "english_meaning": "The duties of the Brahmins, Kshatriyas, Vaishyas, and Shudras—are distributed according to their qualities, in accordance with their guṇas (and not by birth)."
    },
    {
        "verse": "shloka sankhya: 18.42",
        "shloka": [
            "शमो दमस्तप: शौचं क्षान्तिरार्जवमेव च |",
            "ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् ||42||"
        ],
        "hindi_meaning": "शान्ति, संयम, तपस्या, शुद्धता, धैर्य, सत्यनिष्ठा, ज्ञान, विवेक तथा परलोक में विश्वास-ये सब ब्राह्मणों के कार्य के स्वाभाविक गुण हैं।",
        "english_meaning": "Tranquility, restraint, austerity, purity, patience, integrity, knowledge, wisdom, and belief in a hereafter—these are the intrinsic qualities of work for Brahmins."
    },
    {
        "verse": "shloka sankhya: 18.43",
        "shloka": [
            "शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् |",
            "दानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम् ||43||"
        ],
        "hindi_meaning": "शूरवीरता, शक्ति, धैर्य, रण कौशल, युद्ध से पलायन न करने का संकल्प, दान देने में उदारता नेतृत्व क्षमता-ये सब क्षत्रियों के कार्य के स्वाभाविक गुण हैं।",
        "english_meaning": "Valor, strength, fortitude, skill in weaponry, resolve never to retreat from battle, large-heartedness in charity, and leadership abilities, these are the natural qualities of work for Kshatriyas."
    },
    {
        "verse": "shloka sankhya: 18.44",
        "shloka": [
            "कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् |",
            "परिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम् ||44||"
        ],
        "hindi_meaning": "कृषि, गोपालन और दुग्ध उत्पादन तथा व्यापार, वैश्य गुणों से संपन्न लोगों के स्वाभाविक कार्य हैं। शुद्रता के गुण से युक्त लोगों के श्रम और सेवा स्वाभाविक कर्म हैं।",
        "english_meaning": "Agriculture, dairy farming, and commerce are the natural works for those with the qualities of Vaishyas. Serving through work is the natural duty for those with the qualities of Shudras."
    },
    {
        "verse": "shloka sankhya: 18.45",
        "shloka": [
            "स्वे स्वे कर्मण्यभिरत: संसिद्धिं लभते नर: |",
            "स्वकर्मनिरत: सिद्धिं यथा विन्दति तच्छृणु ||45||"
        ],
        "hindi_meaning": "अपने जन्मजात गुणों से उत्पन्न अपने कर्तव्यों का पालन करने से मनुष्य पूर्णता प्राप्त कर सकता है। अब मुझसे सुनो कि कोई निर्धारित कर्तव्यों का पालन करते हुए कैसे पूर्णता प्राप्त करता है।",
        "english_meaning": "By fulfilling their duties, born of their innate qualities, human beings can attain perfection. Now hear from Me how one can become perfect by discharging one’s prescribed duties."
    },
    {
        "verse": "shloka sankhya: 18.46",
        "shloka": [
            "यत: प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् |",
            "स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानव: ||46||"
        ],
        "hindi_meaning": "अपनी स्वाभाविक वृत्ति का निर्वहन करते हुए उस सृजक भगवान की उपासना करो जिससे सभी जीव अस्तित्त्व में आते हैं और जिसके द्वारा सारा ब्रह्माण्ड प्रकट होता है। इस प्रकार से अपने कर्मों को सम्पन्न करते हुए मनुष्य सरलता से पूर्णता प्राप्त कर सकता है।",
        "english_meaning": "By performing one’s natural occupation, one worships the Creator from whom all living entities have come into being, and by whom the whole universe is pervaded. By such performance of work, a person easily attains perfection."
    },
    {
        "verse": "shloka sankhya: 18.47",
        "shloka": [
            "श्रेयान्स्वधर्मो विगुण: परधर्मात्स्वनुष्ठितात् |",
            "स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् ||47||"
        ],
        "hindi_meaning": "अपने धर्म का पालन त्रुटिपूर्ण ढंग से करना अन्य के कार्यों को उपयुक्त ढंग से करने की अपेक्षा अधिक श्रेष्ठ है। अपने स्वाभाविक कर्तव्यों का पालन करने से मनुष्य पाप अर्जित नहीं करता।",
        "english_meaning": "It is better to do one’s own dharma, even though imperfectly, than to do another’s dharma, even though perfectly. By doing one’s innate duties, a person does not incur sin."
    },
    {
        "verse": "shloka sankhya: 18.48",
        "shloka": [
            "सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् |",
            "सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृता: ||48||"
        ],
        "hindi_meaning": "किसी को भी अपनी प्रकृति से उत्पन्न कर्त्तव्यों का परित्याग नहीं करना चाहिए चाहे कोई उनमें दोष भी क्यों न देखता हो। हे कुन्ती पुत्र! वास्तव में सभी प्रकार के उद्योग कुछ न कुछ बुराई से आवृत रहते हैं जैसे आग धुंए से ढकी रहती है।",
        "english_meaning": "One should not abandon duties born of one’s nature, even if one sees defects in them, O son of Kunti. Indeed, all endeavors are veiled by some evil, as fire is by smoke."
    },
    {
        "verse": "shloka sankhya: 18.49",
        "shloka": [
            "असक्तबुद्धि: सर्वत्र जितात्मा विगतस्पृह: |",
            "नैष्कर्म्यसिद्धिं परमां सन्न्यासेनाधिगच्छति ||49||"
        ],
        "hindi_meaning": "वे जिनकी बुद्धि सदैव प्रत्येक स्थान पर अनासक्त रहती है, जिन्होंने अपने मन को वश में कर लिया है जो वैराग्य के अभ्यास द्वारा कामनाओं से मुक्त हो जाते हैं, वे कर्म से मुक्ति की पूर्ण सिद्धि प्राप्त करते हैं।",
        "english_meaning": "Those whose intellect is unattached everywhere, who have mastered the mind, and are free from desires by the practice of renunciation, attain the highest perfection of freedom from action."
    },
    {
        "verse": "shloka sankhya: 18.50",
        "shloka": [
            "सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे |",
            "समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा ||50||"
        ],
        "hindi_meaning": "हे अर्जुन! अब मुझसे संक्षेप में सुनो और मैं तुम्हें समझाऊंगा कि जो सिद्धि प्राप्त कर चुका है वह भी दृढ़ता से दिव्य ज्ञान में स्थित होकर कैसे ब्रह्म को भी पा सकता है।",
        "english_meaning": "Hear from Me briefly, O Arjun, and I shall explain how one, who has attained perfection (of cessation of actions), can also attain Brahman by being firmly fixed in transcendental knowledge."
    },
    {
        "verse": "shloka sankhya: 18.51 - 18.53",
        "shloka": [
            "बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च |",
            "शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च ||51||",
            "विविक्तसेवी लघ्वाशी यतवाक्कायमानस: |",
            "ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रित: ||52||",
            "अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम् |",
            "विमुच्य निर्मम: शान्तो ब्रह्मभूयाय कल्पते ||53||"
        ],
        "hindi_meaning": "कोई भी मनुष्य ब्रह्म को पाने की पात्रता प्राप्त कर सकता है जब वह विशुद्ध बुद्धि और दृढ़ता से इन्द्रियों को संयत रखता है, शब्द और अन्य इन्द्रिय विषयों का परित्याग करता है, राग और द्वेष को अपने से अलग कर लेता है। ऐसा व्यक्ति जो एकांत वास करता है, अल्प भोजन करता है, शरीर मन और वाणी पर नियंत्रण रखता है, सदैव ध्यान में लीन रहता है, वैराग्य का अभ्यास करता है, अहंकार, अहिंसा, अभिमान, कामनाओं, संपत्ति के स्वामित्व और स्वार्थ से मुक्त रहता है और जो शांति में स्थित है वह ब्रह्म के साथ एकरस होने का अधिकारी है।",
        "english_meaning": "One becomes fit to attain Brahman when he or she possesses a purified intellect and firmly restrains the senses, abandoning sound and other objects of the senses, casting aside attraction and aversion. Such a person relishes solitude, eats lightly, controls body, mind, and speech, is ever engaged in meditation, and practices dispassion. Free from egotism, violence, arrogance, desire, possessiveness of property, and selfishness, such a person, situated in tranquility, is fit for union with Brahman (i.e., realization of the Absolute Truth as Brahman)."
    },
    {
        "verse": "shloka sankhya: 18.54",
        "shloka": [
            "ब्रह्मभूत: प्रसन्नात्मा न शोचति न काङ् क्षति |",
            "सम: सर्वेषु भूतेषु मद्भक्तिं लभते पराम् ||54||"
        ],
        "hindi_meaning": "परम ब्रह्म की अनुभूति में स्थित मनुष्य मानसिक शांति प्राप्त करता है, वह न तो शोक करता है और न ही कोई कामना करता है। क्योंकि वह सभी के प्रति समभाव रखता है, ऐसा परम योगी मेरी भक्ति को प्राप्त करता है।",
        "english_meaning": "One situated in the transcendental Brahman realization becomes mentally serene, neither grieving nor desiring. Being equitably disposed toward all living beings, such a yogi attains supreme devotion unto Me."
    },
    {
        "verse": "shloka sankhya: 18.55",
        "shloka": [
            "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वत: |",
            "ततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम् ||55||"
        ],
        "hindi_meaning": "मेरी प्रेममयी भक्ति से कोई मुझे सत्य के रूप में जान पाता है। तब यथावत सत्य के रूप में मुझे जानकर मेरा भक्त मेरे पूर्ण चेतन स्वरूप को प्राप्त करता है।",
        "english_meaning": "Only by loving devotion to Me does one come to know who I am in Truth. Then, having come to know Me, My devotee enters into full consciousness of Me."
    },
    {
        "verse": "shloka sankhya: 18.56",
        "shloka": [
            "सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रय: |",
            "मत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम् ||56||"
        ],
        "hindi_meaning": "यदि मेरे भक्त सभी प्रकार के कार्यों को करते हुए मेरी पूर्ण शरण ग्रहण करते हैं। तब वे मेरी कृपा से मेरा नित्य एवं अविनाशी धाम प्राप्त करते हैं।",
        "english_meaning": "My devotees, though performing all kinds of actions, take full refuge in Me. By My grace, they attain the eternal and imperishable abode."
    },
    {
        "verse": "shloka sankhya: 18.57",
        "shloka": [
            "चेतसा सर्वकर्माणि मयि सन्न्यस्य मत्पर: |",
            "बुद्धियोगमुपाश्रित्य मच्चित्त: सततं भव ||57||"
        ],
        "hindi_meaning": "अपने सभी कर्म मुझे समर्पित करो और मुझे ही अपना लक्ष्य मानो, बुद्धियोग का आश्रय लेकर अपनी चेतना को सदैव मुझमें लीन रखो।",
        "english_meaning": "Dedicate your every activity to Me, making Me your supreme goal. Taking shelter of the Yog of the intellect, keep your consciousness absorbed in Me always."
    },
    {
        "verse": "shloka sankhya: 18.58",
        "shloka": [
            "मच्चित्त: सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि |",
            "अथ चेत्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि ||58||"
        ],
        "hindi_meaning": "यदि तुम सदैव मेरा स्मरण करते हो तब मेरी कृपा से तुम सभी कठिनाईयों और बाधाओं को पार कर पाओगे। यदि तुम अभिमान के कारण मेरे उपदेश को नहीं सुनोगे तब तुम्हारा विनाश हो जाएगा।",
        "english_meaning": "If you always remember Me, by My grace you shall overcome all obstacles and difficulties. But if, due to pride, you do not listen to My advice, you will perish."
    },
    {
        "verse": "shloka sankhya: 18.59",
        "shloka": [
            "यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे |",
            "मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति ||59||"
        ],
        "hindi_meaning": "यदि तुम अहंकार से प्रेरित होकर सोचते हो कि “मैं युद्ध नहीं लडूंगां' तुम्हारा निर्णय निरर्थक हो जाएगा। तुम्हारा स्वाभाविक क्षत्रिय धर्म तुम्हें युद्ध लड़ने के लिए विवश करेगा।",
        "english_meaning": "If, motivated by pride, you think, “I shall not fight,” your decision will be in vain. Your own nature will compel you to fight."
    },
    {
        "verse": "shloka sankhya: 18.60",
        "shloka": [
            "स्वभावजेन कौन्तेय निबद्ध: स्वेन कर्मणा |",
            "कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत् ||60||"
        ],
        "hindi_meaning": "हे अर्जुन! मोहवश जिस कर्म को तुम नहीं करना चाहते उसे तुम अपनी प्राकृतिक शक्ति से उत्पन्न प्रवृत्ति से बाध्य होकर करोगे।",
        "english_meaning": "O Arjun, that action which out of delusion you do not wish to do, you will be driven to do it by your own inclination, born of your own material nature."
    },
    {
        "verse": "shloka sankhya: 18.61",
        "shloka": [
            "ईश्वर: सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति |",
            "भ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया ||61||"
        ],
        "hindi_meaning": "हे अर्जुन! परमात्मा सभी जीवों के हृदय में निवास करता है। उनके कर्मों के अनुसार वह भटकती आत्माओं को निर्देशित करता है जो भौतिक शक्ति से निर्मित यंत्र पर सवार होती है।",
        "english_meaning": "The Supreme Lord dwells in the hearts of all living beings, O Arjun. According to their karmas, He directs the wanderings of the souls, who are seated on a machine made of material energy."
    },
    {
        "verse": "shloka sankhya: 18.62",
        "shloka": [
            "तमेव शरणं गच्छ सर्वभावेन भारत |",
            "तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् ||62||"
        ],
        "hindi_meaning": "हे भारत! अपने पूर्ण अस्तित्त्व के साथ पूर्ण रूप से केवल उसकी शरण ग्रहण करो। उसकी कृपा से तुम पूर्ण शांति और उसके नित्यधाम को प्राप्त करोगे।",
        "english_meaning": "Surrender exclusively unto Him with your whole being, O Bharat. By His grace, you will attain perfect peace and the eternal abode."
    },
    {
        "verse": "shloka sankhya: 18.63",
        "shloka": [
            "इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया |",
            "विमृश्यैतदशेषेण यथेच्छसि तथा कुरु ||63||"
        ],
        "hindi_meaning": "इस प्रकार से मैंने तुम्हे यह ज्ञान समझाया जो सभी गुह्य से गुह्यतर है। इस पर गहनता के साथ विचार करो और फिर तुम जो चाहो वैसा करो।",
        "english_meaning": "Thus, I have explained to you this knowledge that is more secret than all secrets. Ponder over it deeply, and then do as you wish."
    },
    {
        "verse": "shloka sankhya: 18.64",
        "shloka": [
            "सर्वगुह्यतमं भूय: शृणु मे परमं वच: |",
            "इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् ||64||"
        ],
        "hindi_meaning": "पुनः मेरा परम उपदेश सुनो जो सबसे श्रेष्ठ गुह्य ज्ञान है। मैं इसे तुम्हारे लाभ के लिए प्रकट कर रहा हूँ क्योंकि तुम मेरे प्रिय मित्र हो।",
        "english_meaning": "Hear again My supreme instruction, the most confidential of all knowledge. I am revealing this for your benefit because you are very dear to Me."
    },
    {
        "verse": "shloka sankhya: 18.65",
        "shloka": [
            "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु |",
            "मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ||65||"
        ],
        "hindi_meaning": "सदा मेरा चिंतन करो, मेरे भक्त बनो, मेरी अराधना करो, मुझे प्रणाम करो, ऐसा करके तुम निश्चित रूप से मेरे पास आओगे। मैं तुम्हें ऐसा वचन देता हूँ क्योंकि तुम मेरे अतिशय मित्र हो।",
        "english_meaning": "Always think of Me, be devoted to Me, worship Me, and offer obeisance to Me. Doing so, you will certainly come to Me. This is My pledge to you, for you are very dear to Me."
    },
    {
        "verse": "shloka sankhya: 18.66",
        "shloka": [
            "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज |",
            "अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुच: ||66||"
        ],
        "hindi_meaning": "सभी प्रकार के धर्मों का परित्याग करो और केवल मेरी शरण ग्रहण करो। मैं तुम्हें समस्त पाप कर्मों की प्रतिक्रियाओं से मुक्त कर दूंगा, डरो मत।",
        "english_meaning": "Abandon all varieties of dharmas and simply surrender unto Me alone. I shall liberate you from all sinful reactions; do not fear."
    },
    {
        "verse": "shloka sankhya: 18.67",
        "shloka": [
            "इदं ते नातपस्काय नाभक्ताय कदाचन |",
            "न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति ||67||"
        ],
        "hindi_meaning": "यह उपदेश उन्हें कभी नहीं सुनाना चाहिए जो न तो संयमी है और न ही उन्हें जो भक्त नहीं हैं। इसे उन्हें भी नहीं सुनाना चाहिए जो आध्यात्मिक विषयों को सुनने के इच्छुक नहीं हैं और विशेष रूप से उन्हें भी नहीं सुनाना चाहिए जो मेरे प्रति द्वेष रखते हैं।",
        "english_meaning": "This instruction should never be explained to those who are not austere or to those who are not devoted. It should also not be spoken to those who are averse to listening (to spiritual topics), and especially not to those who are envious of Me."
    },
    {
        "verse": "shloka sankhya: 18.68",
        "shloka": [
            "य इदं परमं गुह्यं मद्भक्तेष्वभिधास्यति |",
            "भक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशय: ||68||"
        ],
        "hindi_meaning": "वे जो इस अति गुह्य ज्ञान को मेरे भक्तो को सिखाते हैं, वे अति प्रिय कार्य करते हैं। वे निःसंदेह मेरे धाम में आएंगे।",
        "english_meaning": "Amongst My devotees, those who teach this most confidential knowledge perform the greatest act of love. They will come to Me, without doubt."
    },
    {
        "verse": "shloka sankhya: 18.69",
        "shloka": [
            "न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तम: |",
            "भविता न च मे तस्मादन्य: प्रियतरो भुवि ||69||"
        ],
        "hindi_meaning": "उनकी अपेक्षा कोई भी मनुष्य उनसे अधिक मेरी प्रेमपूर्वक सेवा नहीं करता और इस पृथ्वी पर मुझे उनसे प्रिय न तो कोई है और न ही होगा।",
        "english_meaning": "No human being does more loving service to Me than they; nor shall there ever be anyone on this earth more dear to Me."
    },
    {
        "verse": "shloka sankhya: 18.70",
        "shloka": [
            "अध्येष्यते च य इमं धर्म्यं संवादमावयो: |",
            "ज्ञानयज्ञेन तेनाहमिष्ट: स्यामिति मे मति: ||70||"
        ],
        "hindi_meaning": "और मैं यह घोषणा करता हूँ कि जो हमारे पवित्र संवाद का अध्ययन करते हैं वे ज्ञान के समर्पण द्वारा अपनी बुद्धि के साथ मेरी पूजा करेंगे, ऐसा मेरा मत है।",
        "english_meaning": "And I proclaim that those who study this sacred dialogue of ours will worship Me (with their intellect) through the sacrifice of knowledge; such is My view."
    },
    {
        "verse": "shloka sankhya: 18.71",
        "shloka": [
            "श्रद्धावाननसूयश्च शृणुयादपि यो नर: |",
            "सोऽपि मुक्त: शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ||71||"
        ],
        "hindi_meaning": "वे जो श्रद्धायुक्त तथा द्वेष रहित होकर केवल इस ज्ञान को सुनते हैं वे पापों से मुक्त हो जाते हैं और मेरे पवित्र लोकों को पाते हैं जहाँ पुण्य आत्माएं निवास करती हैं।",
        "english_meaning": "Even those who only listen to this knowledge with faith and without envy will be liberated from sins and attain the auspicious abodes where the pious dwell."
    },
    {
        "verse": "shloka sankhya: 18.72",
        "shloka": [
            "कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा |",
            "कच्चिदज्ञानसम्मोह: प्रनष्टस्ते धनञ्जय ||72||"
        ],
        "hindi_meaning": "हे पार्थ! क्या तुमने एकाग्रचित्त होकर मुझे सुना? हे धनंजय! क्या तुम्हारा अज्ञान और मोह नष्ट हुआ?",
        "english_meaning": "O Arjun, have you heard Me with a concentrated mind? Have your ignorance and delusion been destroyed?"
    },
    {
        "verse": "shloka sankhya: 18.73",
        "shloka": [
            "अर्जुन उवाच |",
            "नष्टो मोह: स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत |",
            "स्थितोऽस्मि गतसन्देह: करिष्ये वचनं तव ||73||"
        ],
        "hindi_meaning": "अर्जुन ने कहाः हे अच्युत! आपकी कृपा से मेरा मोह नष्ट हो गया है। अब मैं ज्ञान में स्थित हूँ। मैं संशय से मुक्त हूँ और मैं आपकी आज्ञाओं के अनुसार कर्म करूंगा।",
        "english_meaning": "Arjun said: O Infallible One, by Your grace my illusion has been dispelled, and I am situated in knowledge. I am now free from doubts, and I shall act according to Your instructions."
    },
    {
        "verse": "shloka sankhya: 18.74",
        "shloka": [
            "सञ्जय उवाच |",
            "इत्यहं वासुदेवस्य पार्थस्य च महात्मन: |",
            "संवादमिममश्रौषमद्भुतं रोमहर्षणम् ||74||"
        ],
        "hindi_meaning": "संजय ने कहाः इस प्रकार से मैंने वासुदेव पुत्र श्रीकृष्ण और उदारचित्त पृथा पुत्र अर्जुन के बीच अद्भुत संवाद सुना। यह इतना रोमांचकारी संदेश है कि इससे मेरे शरीर के रोंगटे खड़े हो गए हैं।",
        "english_meaning": "Sanjay said: Thus, have I heard this wonderful conversation between Shree Krishna, the Son of Vasudev, and Arjun, the noble-hearted son of Pritha. So thrilling is the message that my hair is standing on end."
    },
    {
        "verse": "shloka sankhya: 18.75",
        "shloka": [
            "व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् |",
            "योगं योगेश्वरात्कृष्णात्साक्षात्कथयत: स्वयम् ||75||"
        ],
        "hindi_meaning": "वेदव्यास की कृपा से मैंने इस परम गुह्य योग को साक्षात योगेश्वर श्रीकृष्ण से सुना।",
        "english_meaning": "By the grace of Veda Vyas, I have heard this supreme and most secret Yog from the Lord of Yog, Shree Krishna Himself."
    },
    {
        "verse": "shloka sankhya: 18.76",
        "shloka": [
            "राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् |",
            "केशवार्जुनयो: पुण्यं हृष्यामि च मुहुर्मुहु: ||76||"
        ],
        "hindi_meaning": "हे राजन! जब-जब मैं परमेश्वर श्रीकृष्ण और अर्जुन के बीच हुए इस चकित कर देने वाले अद्भुत संवाद का स्मरण करता हूँ तब-तब मैं पुनः पुनः हर्षित होता हूँ।",
        "english_meaning": "As I repeatedly recall this astonishing and wonderful dialogue between the Supreme Lord Shree Krishna and Arjun, O King, I rejoice again and again."
    },
    {
        "verse": "shloka sankhya: 18.77",
        "shloka": [
            "तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरे: |",
            "विस्मयो मे महानराजन्हृष्यामि च पुन: पुन: ||77||"
        ],
        "hindi_meaning": "भगवान श्रीकृष्ण के अति विस्मयकारी विश्व रूप का स्मरण कर मैं अति चकित और बार-बार हर्ष से रोमांचित हो रहा हूँ।",
        "english_meaning": "And remembering that most astonishing and wonderful cosmic form of Lord Krishna, great is my astonishment, and I am thrilled with joy over and over again."
    },
    {
        "verse": "shloka sankhya: 18.78",
        "shloka": [
            "यत्र योगेश्वर: कृष्णो यत्र पार्थो धनुर्धर: |",
            "तत्र श्रीर्विजयो भूतिध्रुवा नीतिर्मतिर्मम ||78||"
        ],
        "hindi_meaning": "जहाँ योग के स्वामी श्रीकृष्ण और श्रेष्ठ धनुर्धर अर्जुन हैं वहाँ निश्चित रूप से अनन्त ऐश्वर्य, विजय, समृद्धि और नीति होती है, ऐसा मेरा निश्चित मत है।",
        "english_meaning": "Wherever there is Shree Krishna, the Lord of all Yog, and wherever there is Arjun, the supreme archer, there will also certainly be unending opulence, victory, prosperity, and righteousness. Of this, I am certain."
    }
]