[
    {
        "verse": "shloka sankhya: 6.1",
        "shloka": [
            "श्रीभगवानुवाच |",
            "अनाश्रित: कर्मफलं कार्यं कर्म करोति य: |",
            "स संन्यासी च योगी च न निरग्निर्न चाक्रिय: ||1||"
        ],
        "hindi_meaning": "परम प्रभु ने कहा! वे मनुष्य जो कर्मफल की कामना से रहित होकर अपने नियत कर्मों का पालन करते हैं वे वास्तव में संन्यासी और योगी होते हैं, न कि वे जो अग्निहोत्र यज्ञ संपन्न नहीं करते अर्थात अग्नि नहीं जलाते और शारीरिक कर्म नहीं करते।",
        "english_meaning": "The Supreme Lord said: Those who perform prescribed duties without desiring the results of their actions are actual sanyāsīs (renunciates) and yogis, not those who have merely ceased performing sacrifices such as Agnihotra yajna or abandoned bodily activities."
    },
    {
        "verse": "shloka sankhya: 6.2",
        "shloka": [
            "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव |",
            "न ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन ||2||"
        ],
        "hindi_meaning": "जिसे संन्यास के रूप में जाना जाता है वह योग से भिन्न नहीं है। कोई भी सांसारिक कामनाओं का त्याग किए बिना संन्यासी नहीं बन सकता।",
        "english_meaning": "What is known as sanyās is non-different from Yog, for none become yogis without renouncing worldly desires."
    },
    {
        "verse": "shloka sankhya: 6.3",
        "shloka": [
            "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते |",
            "योगारूढस्य तस्यैव शम: कारणमुच्यते ||3||"
        ],
        "hindi_meaning": "जो योग में पूर्णता की अभिलाषा करते हैं उनके लिए बिना आसक्ति के कर्म करना साधन कहलाता है और वे योगी जिन्हें पहले से योग में सिद्धि प्राप्त है, उनके लिए साधना में परमशांति को साधन कहा जाता है।",
        "english_meaning": "To the soul who is aspiring for perfection in Yog, work without attachment is said to be the means; to the sage who is already elevated in Yog, tranquility in meditation is said to be the means."
    },
    {
        "verse": "shloka sankhya: 6.4",
        "shloka": [
            "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते |",
            "सर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते ||4||"
        ],
        "hindi_meaning": "जब कोई मनुष्य न तो इन्द्रिय विषयों में और न ही कर्मों के अनुपालन में आसक्त होता है और कर्म फलों की सभी इच्छाओं का त्याग करने के कारण ऐसे मनुष्य को योग मार्ग में आरूढ़ कहा जाता है।",
        "english_meaning": "When one is neither attached to sense objects nor to actions, such a person is said to be elevated in the science of Yog, having renounced all desires for the fruits of actions."
    },
    {
        "verse": "shloka sankhya: 6.5",
        "shloka": [
            "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् |",
            "आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मन: ||5||"
        ],
        "hindi_meaning": "मन की शक्ति द्वारा अपना आत्म उत्थान करो और स्वयं का पतन न होने दो। मन जीवात्मा का मित्र और शत्रु भी हो सकता है।",
        "english_meaning": "Elevate yourself through the power of your mind, and not degrade yourself, for the mind can be the friend and also the enemy of the self."
    },
    {
        "verse": "shloka sankhya: 6.6",
        "shloka": [
            "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जित: |",
            "अनात्मनस्तु शत्रुत्वे वर्ते तात्मैव शत्रुवत् ||6||"
        ],
        "hindi_meaning": "जिन्होंने मन पर विजय पा ली है, मन उनका मित्र है किन्तु जो ऐसा करने में असफल होते हैं मन उनके शत्रु के समान कार्य करता है।",
        "english_meaning": "For those who have conquered the mind, it is their friend. For those who have failed to do so, the mind works like an enemy."
    },
    {
        "verse": "shloka sankhya: 6.7",
        "shloka": [
            "जितात्मन: प्रशान्तस्य परमात्मा समाहित: |",
            "शीतोष्णसुखदु:खेषु तथा मानापमानयो: ||7||"
        ],
        "hindi_meaning": "वे योगी जिन्होंने मन पर विजय पा ली है वे शीत-ताप, सुख-दुख और मान-अपमान के द्वंद्वों से ऊपर उठ जाते हैं। ऐसे योगी शान्त रहते हैं और भगवान की भक्ति के प्रति उनकी श्रद्धा अटल होती है।",
        "english_meaning": "The yogis who have conquered the mind rise above the dualities of cold and heat, joy and sorrow, and honor and dishonor. Such yogis remain peaceful and steadfast in their devotion to God."
    },
    {
        "verse": "shloka sankhya: 6.8",
        "shloka": [
            "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रिय: |",
            "युक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चन: ||8||"
        ],
        "hindi_meaning": "वे योगी जो ज्ञान और विवेक से संतुष्ट होते हैं और जो इन्द्रियों पर विजय पा लेते हैं, वे सभी परिस्थितियों में अविचलित रहते हैं। वे धूल, पत्थर और सोने को एक समान देखते हैं।",
        "english_meaning": "The yogi who are satisfied by knowledge and discrimination, and have conquered their senses, remain undisturbed in all circumstances. They see everything—dirt, stones, and gold—as the same."
    },
    {
        "verse": "shloka sankhya: 6.9",
        "shloka": [
            "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु |",
            "साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ||9||"
        ],
        "hindi_meaning": "योगी शुभ चिन्तकों, मित्रों, शत्रुओं पुण्यात्माओं और पापियों को निष्पक्ष होकर समान भाव से देखते हैं। इस प्रकार जो योगी मित्र, सहयोगी, शत्रु को समदृष्टि से देखते हैं और शत्रुओं एवं सगे संबंधियों के प्रति तटस्थ रहते हैं तथा पुण्यात्माओं और पापियों के बीच निष्पक्ष रहते हैं, वे मनुष्यों के मध्य विशिष्ट माने जाते हैं।",
        "english_meaning": "The yogis look upon all—well-wishers, friends, foes, the pious, and the sinners—with an impartial intellect. The yogi who is of equal intellect toward friend, companion, and foe, neutral among enemies and relatives, and unbiased between the righteous and sinful, is considered to be distinguished among humans."
    },
    {
        "verse": "shloka sankhya: 6.10",
        "shloka": [
            "योगी युञ्जीत सततमात्मानं रहसि स्थित: |",
            "एकाकी यतचित्तात्मा निराशीरपरिग्रह: ||10||"
        ],
        "hindi_meaning": "योग की अवस्था प्राप्त करने के इच्छुक साधकों को चाहिए कि वे एकान्त स्थान में रहें और मन एवं शरीर को नियंत्रित कर निरन्तर भगवान के चिन्तन में लीन रहें तथा समस्त कामनाओं और सुखों का संग्रह करने से मुक्त रहें।",
        "english_meaning": "Those who seek the state of Yog should reside in seclusion, constantly engaged in meditation with a controlled mind and body, getting rid of desires and possessions for enjoyment."
    },
    {
        "verse": "shloka sankhya: 6.11",
        "shloka": [
            "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मन: |",
            "नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ||11||"
        ],
        "hindi_meaning": "योगाभ्यास के लिए स्वच्छ स्थान पर भूमि पर कुशा बिछाकर उसे मृगछाला से ढककर और उसके ऊपर वस्त्र बिछाना चाहिए। आसन बहुत ऊँचा या नीचा नहीं होना चाहिए।",
        "english_meaning": "To practice Yog, one should make an āsan (seat) in a sanctified place, by placing Kuśh grass, deer skin, and a cloth, one over the other. The āsan should be neither too high nor too low."
    },
    {
        "verse": "shloka sankhya: 6.12 - 6.13",
        "shloka": [
            "तत्रैकाग्रं मन: कृत्वा यतचित्तेन्द्रियक्रिय: |",
            "उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ||12||",
            "समं कायशिरोग्रीवं धारयन्नचलं स्थिर: |",
            "सम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ||13||"
        ],
        "hindi_meaning": "योगी को उस आसन पर दृढ़तापूर्वक बैठ कर मन को शुद्ध करने के लिए सभी प्रकार के विचारों तथा क्रियाओं को नियंत्रित कर मन को एक बिन्दु पर स्थिर करते हुए साधना करनी चाहिए। उसे शरीर, गर्दन और सिर को सीधा रखते हुए और आँखों को हिलाए बिना नासिका के अग्र भाग पर दृष्टि स्थिर करनी चाहिए।",
        "english_meaning": "Seated firmly on it, the yogi should strive to purify the mind by focusing it in meditation with one pointed concentration, controlling all thoughts and activities. He must hold the body, neck, and head firmly in a straight line, and gaze at the tip of the nose, without allowing the eyes to wander."
    },
    {
        "verse": "shloka sankhya: 6.14",
        "shloka": [
            "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थित: |",
            "मन: संयम्य मच्चित्तो युक्त आसीत मत्पर: ||14||"
        ],
        "hindi_meaning": "इस प्रकार शांत, भयरहित और अविचलित मन से ब्रह्मचर्य की प्रतिज्ञा में निष्ठ होकर उस प्रबुद्ध योगी को मन से मेरा चिन्तन करना और केवल मुझे ही अपना परम लक्ष्य बनाना चाहिए।",
        "english_meaning": "Thus, with a serene, fearless, and unwavering mind, and staunch in the vow of celibacy, the vigilant yogi should meditate on Me, having Me alone as the supreme goal."
    },
    {
        "verse": "shloka sankhya: 6.15",
        "shloka": [
            "युञ्जन्नेवं सदात्मानं योगी नियतमानस: |",
            "शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ||15||"
        ],
        "hindi_meaning": "इस प्रकार मन को संयमित रखने वाला योगी मन को निरन्तर मुझमें तल्लीन कर निर्वाण प्राप्त करता है और मुझे में स्थित होकर परम शांति पाता है।",
        "english_meaning": "Thus, constantly keeping the mind absorbed in Me, the yogi of disciplined mind attains nirvāṇ, and abides in Me in supreme peace."
    },
    {
        "verse": "shloka sankhya: 6.16",
        "shloka": [
            "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नत: |",
            "न चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन ||16||"
        ],
        "hindi_meaning": "हे अर्जुन! जो लोग बहुत अधिक भोजन ग्रहण करते हैं या अल्प भोजन ग्रहण करते हैं, बहुत अधिक या कम नींद लेते हैं, वे योग में सफल नहीं हो सकते।",
        "english_meaning": "O Arjun, those who eat too much or too little, sleep too much or too little, cannot attain success in Yog."
    },
    {
        "verse": "shloka sankhya: 6.17",
        "shloka": [
            "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु |",
            "युक्तस्वप्नावबोधस्य योगो भवति दु:खहा ||17||"
        ],
        "hindi_meaning": "लेकिन जो आहार और आमोद-प्रमोद को संयमित रखते हैं, कर्म को संतुलित रखते हैं और निद्रा पर नियंत्रण रखते हैं, वे योग का अभ्यास कर अपने दुखों को कम कर सकते हैं।",
        "english_meaning": "But those who are temperate in eating and recreation, balanced in work, and regulated in sleep, can mitigate all sorrows by practicing Yog."
    },
    {
        "verse": "shloka sankhya: 6.18",
        "shloka": [
            "यदा विनियतं चित्तमात्मन्येवावतिष्ठते |",
            "नि:स्पृह: सर्वकामेभ्यो युक्त इत्युच्यते तदा ||18||"
        ],
        "hindi_meaning": "पूर्ण रूप से अनुशासित होकर जो अपने मन को स्वार्थों एवं लालसाओं से हटाना सीख लेते हैं और इसे अपनी आत्मा के सर्वोत्कृष्ट लाभ में लगा देते हैं, ऐसे मनुष्यों को योग में स्थित कहा जा सकता है और वे सभी प्रकार की इन्द्रिय लालसाओं से मुक्त होते हैं।",
        "english_meaning": "With thorough discipline, they learn to withdraw the mind from selfish cravings and rivet it on the unsurpassable good of the self. Such persons are said to be in Yog, and are free from all yearning of the senses."
    },
    {
        "verse": "shloka sankhya: 6.19",
        "shloka": [
            "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता |",
            "योगिनो यतचित्तस्य युञ्जतो योगमात्मन: ||19||"
        ],
        "hindi_meaning": "जिस प्रकार वायुरहित स्थान में दीपक की ज्योति झिलमिलाहट नहीं करती उसी प्रकार से संयमित मन वाला योगी आत्म चिन्तन में स्थिर रहता है।",
        "english_meaning": "Just as a lamp in a windless place does not flicker, so the disciplined mind of a yogi remains steady in meditation on the Supreme."
    },
    {
        "verse": "shloka sankhya: 6.20",
        "shloka": [
            "यत्रोपरमते चित्तं निरुद्धं योगसेवया |",
            "यत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ||20||"
        ],
        "hindi_meaning": "जब मन भौतिक क्रियाओं से दूर हट कर योग के अभ्यास से स्थिर हो जाता है तब योगी शुद्ध मन से आत्म-तत्त्व को देख सकता है और आंतरिक आनन्द में मगन हो सकता है।",
        "english_meaning": "When the mind, restrained from material activities, becomes still by the practice of Yog, then the yogi is able to behold the soul through the purified mind, and he rejoices in the inner joy."
    },
    {
        "verse": "shloka sankhya: 6.21",
        "shloka": [
            "सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम् |",
            "वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वत: ||21||"
        ],
        "hindi_meaning": "योग में चरम आनन्द की अवस्था को समाधि कहते हैं जिसमें मनुष्य असीम दिव्य आनन्द प्राप्त करता है और इसमें स्थित मनुष्य परम सत्य के पथ से विपथ नहीं होता।",
        "english_meaning": "In that joyous state of Yog, called samadhi, one experiences supreme boundless divine bliss, and thus situated, one never deviates from the Eternal Truth."
    },
    {
        "verse": "shloka sankhya: 6.22",
        "shloka": [
            "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं तत: |",
            "यस्मिन्स्थितो न दु:खेन गुरुणापि विचाल्यते ||22||"
        ],
        "hindi_meaning": "ऐसी अवस्था प्राप्त कर कोई और कुछ श्रेष्ठ पाने की इच्छा नहीं करता। ऐसी सिद्धि प्राप्त कर कोई मनुष्य बड़ी से बड़ी आपदाओं में विचलित नहीं होता।",
        "english_meaning": "Having gained that state, one does not consider any attainment to be greater. Being thus established, one is not shaken even in the midst of the greatest calamity."
    },
    {
        "verse": "shloka sankhya: 6.23",
        "shloka": [
            "तं विद्याद् दु:खसंयोगवियोगं योगसञ्ज्ञितम् |",
            "स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ||23||"
        ],
        "hindi_meaning": "दख के संयोग से वियोग की अवस्था को योग के रूप में जाना जाता है। इस योग का दृढ़तापूर्वक कृतसंकल्प के साथ निराशा से मुक्त होकर पालन करना चाहिए।",
        "english_meaning": "That state of severance from union with misery is known as Yog. This Yog should be resolutely practiced with determination free from pessimism."
    },
    {
        "verse": "shloka sankhya: 6.24 - 6.25",
        "shloka": [
            "सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषत: |",
            "मनसैवेन्द्रियग्रामं विनियम्य समन्तत: ||24||",
            "शनै: शनैरुपरमेद्बुद्ध्या धृतिगृहीतया |",
            "आत्मसंस्थं मन: कृत्वा न किञ्चिदपि चिन्तयेत् ||25||"
        ],
        "hindi_meaning": "संसार के चिन्तन से उठने वाली सभी इच्छाओं का पूर्ण रूप से त्याग कर हमें मन द्वारा इन्द्रियों पर सभी ओर से अंकुश लगाना चाहिए फिर धीरे-धीरे निश्चयात्मक बुद्धि के साथ मन केवल भगवान में स्थिर हो जाएगा और भगवान के अतिरिक्त कुछ नहीं सोचेगा।",
        "english_meaning": "Completely renouncing all desires arising from thoughts of the world, one should restrain the senses from all sides with the mind. Slowly and steadily, with conviction in the intellect, the mind will become fixed in God alone, and will think of nothing else."
    },
    {
        "verse": "shloka sankhya: 6.26",
        "shloka": [
            "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् |",
            "ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ||26||"
        ],
        "hindi_meaning": "जब और जहाँ भी मन बेचैन और अस्थिर होकर भटकने लगे तब उसे वापस लाकर स्थिर करते हुए भगवान की ओर केन्द्रित करना चाहिए।",
        "english_meaning": "Whenever and wherever the restless and unsteady mind wanders, one should bring it back and continually focus it on God."
    },
    {
        "verse": "shloka sankhya: 6.27",
        "shloka": [
            "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् |",
            "उपैति शान्तरजसं ब्रह्मभूतमकल्मषम् ||27||"
        ],
        "hindi_meaning": "जिस योगी का मन शांत हो जाता है और जिसकी वासनाएँ वश में हो जाती हैं एवं जो निष्पाप है तथा जो प्रत्येक वस्तु का संबंध भगवान के साथ जोड़कर देखता है, उसे अलौकिक आनन्द प्राप्त होता है।",
        "english_meaning": "Great transcendental happiness comes to the yogi whose mind is calm, whose passions are subdued, who is without sin, and who sees everything in connection with God."
    },
    {
        "verse": "shloka sankhya: 6.28",
        "shloka": [
            "युञ्जन्नेवं सदात्मानं योगी विगतकल्मष: |",
            "सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते ||28||"
        ],
        "hindi_meaning": "इस प्रकार आत्म संयमी योगी आत्मा को भगवान में एकीकृत कर भौतिक कल्मष से मुक्त हो जाता है और निरन्तर परमेश्वर में तल्लीन होकर उसकी दिव्य प्रेममयी भक्ति में परम सुख प्राप्त करता है।",
        "english_meaning": "The self-controlled yogi, thus uniting the self with God, becomes free from material contamination, and being in constant touch with the Supreme, achieves the highest state of perfect happiness."
    },
    {
        "verse": "shloka sankhya: 6.29",
        "shloka": [
            "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि |",
            "ईक्षते योगयुक्तात्मा सर्वत्र समदर्शन: ||29||"
        ],
        "hindi_meaning": "सच्चा योगी अपनी चेतना को भगवान के साथ एकीकृत कर समान दृष्टि से सभी जीवों में भगवान और भगवान को सभी जीवों में देखता है।",
        "english_meaning": "The true yogis, uniting their consciousness with God, see with equal eye, all living beings in God and God in all living beings."
    },
    {
        "verse": "shloka sankhya: 6.30",
        "shloka": [
            "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति |",
            "तस्याहं न प्रणश्यामि स च मे न प्रणश्यति ||30||"
        ],
        "hindi_meaning": "वे जो मुझे सर्वत्र और प्रत्येक वस्तु में देखते हैं, मैं उनके लिए कभी अदृश्य नहीं होता और वे मेरे लिए अदृश्य नहीं होते।",
        "english_meaning": "For those who see Me everywhere and see all things in Me, I am never lost, nor are they ever lost to Me."
    },
    {
        "verse": "shloka sankhya: 6.31",
        "shloka": [
            "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थित: |",
            "सर्वथा वर्तमानोऽपि स योगी मयि वर्तते ||31||"
        ],
        "hindi_meaning": "जो योगी मुझमें एकनिष्ठ हो जाता है और परमात्मा के रूप में सभी प्राणियों में मुझे देखकर श्रद्धापूर्वक मेरी भक्ति करता है, वह सभी प्रकार के कर्म करता हुआ भी केवल मुझमें स्थित हो जाता है।",
        "english_meaning": "The yogi who is established in union with Me, and worships Me as the Supreme Soul residing in all beings, dwells only in Me, though engaged in all kinds of activities."
    },
    {
        "verse": "shloka sankhya: 6.32",
        "shloka": [
            "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन |",
            "सुखं वा यदि वा दु:खं स योगी परमो मत: ||32||"
        ],
        "hindi_meaning": "मैं उन पूर्ण सिद्ध योगियों का सम्मान करता हूँ जो सभी जीवों में वास्तविक समानता के दर्शन करते हैं और दूसरों के सुखों और दुखों के प्रति ऐसी प्रतिक्रिया व्यक्त करते हैं, जैसे कि वे उनके अपने हों।",
        "english_meaning": "I regard them to be perfect yogis who see the true equality of all living beings and respond to the joys and sorrows of others as if they were their own."
    },
    {
        "verse": "shloka sankhya: 6.33",
        "shloka": [
            "अर्जुन उवाच |",
            "योऽयं योगस्त्वया प्रोक्त: साम्येन मधुसूदन |",
            "एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ||33||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-हे मधुसूदन! आपने जिस योगपद्धति का वर्णन किया वह मेरे लिए अव्यावहारिक और अप्राप्य है क्योंकि मन चंचल है।",
        "english_meaning": "Arjun said: The system of Yog that you have described, O Madhusudan, appears impractical and unattainable to me, due to the restless mind."
    },
    {
        "verse": "shloka sankhya: 6.34",
        "shloka": [
            "चञ्चलं हि मन: कृष्ण प्रमाथि बलवद्दृढम् |",
            "तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ||34||"
        ],
        "hindi_meaning": "हे कृष्ण! क्योंकि मन अति चंचल, अशांत, हठी और बलवान है। मुझे वायु की अपेक्षा मन को वश में करना अत्यंत कठिन लगता है।",
        "english_meaning": "The mind is very restless, turbulent, strong and obstinate, O Krishna. It appears to me that it is more difficult to control than the wind."
    },
    {
        "verse": "shloka sankhya: 6.35",
        "shloka": [
            "श्रीभगवानुवाच |",
            "असंशयं महाबाहो मनो दुर्निग्रहं चलम् |",
            "अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ||35||"
        ],
        "hindi_meaning": "भगवान् श्रीकृष्ण ने कहा-हे महाबाहु कुन्तीपुत्र! जो तुमने कहा वह सत्य है, मन को नियंत्रित करना वास्तव में कठिन है। किन्तु अभ्यास और विरक्ति द्वारा इसे नियंत्रित किया जा सकता है।",
        "english_meaning": "Lord Krishna said: O mighty-armed son of Kunti, what you say is correct; the mind is indeed very difficult to restrain. But by practice and detachment, it can be controlled."
    },
    {
        "verse": "shloka sankhya: 6.36",
        "shloka": [
            "असंयतात्मना योगो दुष्प्राप इति मे मति: |",
            "वश्यात्मना तु यतता शक्योऽवाप्तुमुपायत: ||36||"
        ],
        "hindi_meaning": "जिनका मन निरंकुश है उनके लिए योग करना कठिन है। लेकिन जिन्होंने मन को नियंत्रित करना सीख लिया है और जो समुचित ढंग से निष्ठापूर्वक प्रयास करते हैं, वे योग में पूर्णता प्राप्त कर सकते हैं। यह मेरा मत है।",
        "english_meaning": "Yog is difficult to attain for one whose mind is unbridled. However, those who have learnt to control the mind, and who strive earnestly by proper means, can attain perfection in Yog. This is My opinion."
    },
    {
        "verse": "shloka sankhya: 6.37",
        "shloka": [
            "अर्जुन उवाच |",
            "अयति: श्रद्धयोपेतो योगाच्चलितमानस: |",
            "अप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति ||37||"
        ],
        "hindi_meaning": "अर्जुन ने कहाः हे कृष्ण! योग में असफल उस योगी का भाग्य क्या होता है जो श्रद्धा के साथ इस पथ पर चलना प्रारम्भ तो करता है किन्तु जो अस्थिर मन के कारण भरपूर प्रयत्न नहीं करता और इस जीवन में योग के लक्ष्य तक पहुँचने में असमर्थ रहता है।",
        "english_meaning": "Arjun said: What is the fate of the unsuccessful yogi who begins the path with faith, but who does not endeavor sufficiently due to an unsteady mind and is unable to reach the goal of Yog in this life?"
    },
    {
        "verse": "shloka sankhya: 6.38",
        "shloka": [
            "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति |",
            "अप्रतिष्ठो महाबाहो विमूढो ब्रह्मण: पथि ||38||"
        ],
        "hindi_meaning": "हे महाबाहु कृष्ण! क्या योग से पथ भ्रष्ट ऐसा व्यक्ति भौतिक एवं आध्यात्मिक सफलताओं से वंचित नहीं होता और छिन्न-भिन्न बादलों की भाँति नष्ट नहीं हो जाता जिसके परिणामस्वरूप वह किसी भी लोक में स्थान नहीं पाता?",
        "english_meaning": "Does not such a person who deviates from Yog get deprived of both material and spiritual success, O mighty-armed Krishna, and perish like a broken cloud with no position in either sphere?"
    },
    {
        "verse": "shloka sankhya: 6.39",
        "shloka": [
            "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषत: |",
            "त्वदन्य: संशयस्यास्य छेत्ता न ह्युपपद्यते ||39||"
        ],
        "hindi_meaning": "हे कृष्ण! कृपया मेरे इस सन्देह का पूर्ण निवारण करें क्योंकि आपके अतिरिक्त कोई अन्य नहीं है जो ऐसा कर सके।",
        "english_meaning": "O Krishna, please dispel this doubt of mine completely, for who other than You can do so?"
    },
    {
        "verse": "shloka sankhya: 6.40",
        "shloka": [
            "श्रीभगवानुवाच |",
            "पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते |",
            "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति ||40||"
        ],
        "hindi_meaning": "परमेश्वर श्रीकृष्ण ने कहाः हे पृथा पुत्र! आध्यात्मिक पथ का अनुसरण करने वाले योगी का न तो इस लोक में और न ही परलोक में विनाश होता है। मेरे प्रिय मित्र। भगवद्प्राप्ति के मार्ग पर चलने वाले को बुराई पराजित नहीं कर सकती।",
        "english_meaning": "The Supreme Lord said: O Parth, one who engages on the spiritual path does not meet with destruction either in this world or the world to come. My dear friend, one who strives for God-realization is never overcome by evil."
    },
    {
        "verse": "shloka sankhya: 6.41 - 6.42",
        "shloka": [
            "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वती: समा: |",
            "शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ||41||",
            "अथवा योगिनामेव कुले भवति धीमताम् |",
            "एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ||42||"
        ],
        "hindi_meaning": "असफल योगी मृत्यु के पश्चात पुण्य आत्माओं के लोक में जाते हैं। अनेक वर्षों तक वहाँ निवास करने के पश्चात वे पृथ्वी पर कुलीन या धनवानों के कुल में पुनः जन्म लेते हैं अथवा जब वे दीर्घकाल तक योग के अभ्यास से उदासीन हो चुके होते हैं तब उनका जन्म दिव्य ज्ञान से सम्पन्न परिवारों में होता है। संसार में ऐसा जन्म अत्यंत दुर्लभ है।",
        "english_meaning": "The unsuccessful yogis, upon death, go to the abodes of the virtuous. After dwelling there for many ages, they are again reborn in the earth plane, into a family of pious and prosperous people. Else, if they had developed dispassion due to long practice of Yog, they are born into a family endowed with divine wisdom. Such a birth is very difficult to attain in this world."
    },
    {
        "verse": "shloka sankhya: 6.43",
        "shloka": [
            "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् |",
            "यतते च ततो भूय: संसिद्धौ कुरुनन्दन ||43||"
        ],
        "hindi_meaning": "हे कुरुवंशी! ऐसा जन्म लेकर वे पिछले जन्म के ज्ञान को पुनः जागृत करते हैं और योग में पूर्णता के लिए और अधिक कड़ा परिश्रम करते हैं।",
        "english_meaning": "On taking such a birth, O descendant of Kurus, they reawaken the wisdom of their previous lives, and strive even harder toward perfection in Yog."
    },
    {
        "verse": "shloka sankhya: 6.44",
        "shloka": [
            "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि स: |",
            "जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ||44||"
        ],
        "hindi_meaning": "वास्तव में वे अपने पूर्व जन्मों के आत्मसंयम के बल पर अपनी इच्छा के विरूद्ध स्वतः भगवान की ओर आकर्षित होते हैं। ऐसे जिज्ञासु साधक स्वाभाविक रूप से शास्त्रों के कर्मकाण्डों से ऊपर उठ जाते हैं।",
        "english_meaning": "Indeed, they feel drawn toward God, even against their will, on the strength of their past discipline. Such seekers naturally rise above the ritualistic principles of the scriptures."
    },
    {
        "verse": "shloka sankhya: 6.45",
        "shloka": [
            "प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिष: |",
            "अनेकजन्मसंसिद्धस्ततो याति परां गतिम् ||45||"
        ],
        "hindi_meaning": "पिछले कई जन्मों में संचित पुण्यकर्मों के साथ जब ये योगी आध्यात्मिक मार्ग में आगे उन्नति करने हेतु निष्ठापूर्वक प्रयत्न में लीन रहते हैं तब वे सांसारिक कामनाओं से शुद्ध हो जाते हैं और इसी जीवन में पूर्णताः प्राप्त कर लेते हैं।",
        "english_meaning": "With the accumulated merits of many past births, when these yogis engage in sincere endeavors to make further progress, they become purified from material desires and attain perfection in this life itself."
    },
    {
        "verse": "shloka sankhya: 6.46",
        "shloka": [
            "तपस्विभ्योऽधिकोयोगी",
            "ज्ञानिभ्योऽपिमतोऽधिक: |",
            "कर्मिभ्यश्चाधिकोयोगी",
            "तस्माद्योगीभवार्जुन ||46||"
        ],
        "hindi_meaning": "एक योगी तपस्वी से, ज्ञानी से और सकाम कर्मी से भी श्रेष्ठ होता है। अतः हे अर्जुन! तुम सभी प्रकार से योगी बनो।",
        "english_meaning": "A yogi is superior to the tapasvī (ascetic), superior to the jñānī (a person of learning), and even superior to the karmī (ritualistic performer). Therefore, O Arjun, strive to be a yogi."
    },
    {
        "verse": "shloka sankhya: 6.47",
        "shloka": [
            "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना |",
            "श्रद्धावान्भजते यो मां स मे युक्ततमो मत: ||47||"
        ],
        "hindi_meaning": "सभी योगियों में से जिनका मन सदैव मुझ में तल्लीन रहता है और जो अगाध श्रद्धा से मेरी भक्ति में लीन रहते हैं उन्हें मैं सर्वश्रेष्ठ मानता हूँ।",
        "english_meaning": "Of all yogis, those whose minds are always absorbed in Me, and who engage in devotion to Me with great faith, them I consider to be the highest of all."
    }
]