[
    {
        "verse": "shloka sankhya: 15.1",
        "shloka": [
            "श्रीभगवानुवाच |",
            "ऊर्ध्वमूलमध:शाखमश्वत्थं प्राहुरव्ययम् |",
            "छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् ||1||"
        ],
        "hindi_meaning": "पुरुषोतम भगवान ने कहाः ऐसा कहा गया है कि शाश्वत अश्वत्थ वृक्ष की जड़ें ऊपर की ओर तथा इसकी शाखाएँ नीचे की ओर होती हैं। इसके पत्ते वैदिक स्रोत हैं और जो इस वृक्ष के रहस्य को जान लेता है उसे वेदों का ज्ञाता कहते हैं।",
        "english_meaning": "The Supreme Divine Personality said: They speak of an eternal aśhvatth tree with its roots above and branches below. Its leaves are the Vedic hymns, and one who knows the secret of this tree is the knower of the Vedas."
    },
    {
        "verse": "shloka sankhya: 15.2",
        "shloka": [
            "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा",
            "गुणप्रवृद्धा विषयप्रवाला: |",
            "अधश्च मूलान्यनुसन्ततानि",
            "कर्मानुबन्धीनि मनुष्यलोके ||2||"
        ],
        "hindi_meaning": "इस वृक्ष की शाखाएँ ऊपर तथा नीचे की ओर फैलती हैं और इन्द्रिय विषयों के साथ कोमल कोंपलों के समान तीनों गुणों द्वारा पोषित होती हैं। वृक्ष की जड़ें नीचे की ओर भी लटकी होती हैं जिसके कारण मानव जन्म में कर्मों का प्रवाह होता है। इसकी नीचे के ओर की जड़ों की शाखाएँ संसार में मानव जाति के कर्मों का कारण हैं।",
        "english_meaning": "The branches of the tree extend upward and downward, nourished by the three guṇas, with the objects of the senses as tender buds. The roots of the tree hang downward, causing the flow of karma in the human form. Below, its roots branch out causing (karmic) actions in the world of humans."
    },
    {
        "verse": "shloka sankhya: 15.3 - 15.4",
        "shloka": [
            "न रूपमस्येह तथोपलभ्यते",
            "नान्तो न चादिर्न च सम्प्रतिष्ठा |",
            "अश्वत्थमेनं सुविरूढमूल",
            "मसङ्गशस्त्रेण दृढेन छित्त्वा ||3||",
            "तत: पदं तत्परिमार्गितव्यं",
            "यस्मिन्गता न निवर्तन्ति भूय: |",
            "तमेव चाद्यं पुरुषं प्रपद्ये",
            "यत: प्रवृत्ति: प्रसृता पुराणी ||4||"
        ],
        "hindi_meaning": "इस संसार में इस वृक्ष के वास्तविक स्वरूप का बोध नहीं हो सकता और न ही इसके आदि, अंत और निरन्तर अस्तित्व को जाना जा सकता है। अतः इस गहन जड़ों वाले अश्वत्थ वृक्ष को विरक्ति रूपी सशक्त शस्त्र से काट देना चाहिए तभी कोई इसके आधार को जान सकता है जो कि परम प्रभु हैं जिनसे ब्रह्माण्ड की गतिविधियों का अनादिकाल से प्रवाह हुआ है और उनकी शरण ग्रहण करने पर फिर कोई इस संसार में लौट कर नहीं आता।",
        "english_meaning": "The real form of this tree is not perceived in this world, neither its beginning nor end, nor its continued existence. But this deep-rooted aśhvatth tree must be cut down with a strong axe of detachment. Then one must search out the base of the tree, which is the Supreme Lord, from whom streamed forth the activity of the universe a long time ago. Upon taking refuge in Him, one will not return to this world again."
    },
    {
        "verse": "shloka sankhya: 15.5",
        "shloka": [
            "निर्मानमोहा जितसङ्गदोषा",
            "अध्यात्मनित्या विनिवृत्तकामा: |",
            "द्वन्द्वैर्विमुक्ता: सुखदु:खसंज्ञै",
            "र्गच्छन्त्यमूढा: पदमव्ययं तत् ||5||"
        ],
        "hindi_meaning": "वे जो अभिमान और मोह से मुक्त रहते हैं एवं जिन्होंने आसक्ति की बुराई पर विजय पा ली है, जो निरन्तर अपनी आत्मा और भगवान में लीन रहते हैं, जो इन्द्रिय भोग की कामना से मुक्त रहते हैं और सुख-दुख के द्वन्द्वों से परे हैं, ऐसे मुक्त जीव मेरा नित्य ध मि प्राप्त करते हैं।",
        "english_meaning": "Those who are free from vanity and delusion, who have overcome the evil of attachment, who dwell constantly on the self and on God, who are free from the desire to enjoy the senses, and are beyond the dualities of pleasure and pain, such liberated personalities attain My eternal Abode."
    },
    {
        "verse": "shloka sankhya: 15.6",
        "shloka": [
            "न तद्भासयते सूर्यो न शशाङ्को न पावक: |",
            "यद्गत्वा न निवर्तन्ते तद्धाम परमं मम ||6||"
        ],
        "hindi_meaning": "न तो सूर्य, न ही चन्द्रमा और न ही अग्नि मेरे सर्वोच्च लोक को प्रकाशित कर सकते हैं। वहाँ जाकर फिर कोई पुनः इस भौतिक संसार में लौट कर नहीं आता।",
        "english_meaning": "Neither the sun nor the moon, nor fire can illumine that Supreme Abode of Mine. Having gone There, one does not return to this material world again."
    },
    {
        "verse": "shloka sankhya: 15.7",
        "shloka": [
            "ममैवांशो जीवलोके जीवभूत: सनातन: |",
            "मन:षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ||7||"
        ],
        "hindi_meaning": "इस भौतिक संसार की आत्माएँ मेरा शाश्वत अणु अंश हैं लेकिन प्राकृत शक्ति के बंधन के कारण वे मन सहित छः इन्द्रियों के साथ संघर्ष करती हैं।",
        "english_meaning": "The embodied souls in this material world are My eternal fragmental parts. But bound by material nature, they are struggling with the six senses including the mind."
    },
    {
        "verse": "shloka sankhya: 15.8",
        "shloka": [
            "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वर: |",
            "गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् ||8||"
        ],
        "hindi_meaning": "जिस प्रकार से वायु सुगंध को एक स्थान से दूसरे स्थान पर ले जाती है उसी प्रकार से देहधारी आत्मा जब पुराने शरीर का त्याग करती है और नये शरीर में प्रवेश करती है उस समय वह अपने साथ मन और इन्द्रियों को भी ले जाती है।",
        "english_meaning": "As the air carries fragrance from place to place, so does the embodied soul carry the mind and senses with it, when it leaves an old body and enters a new one."
    },
    {
        "verse": "shloka sankhya: 15.9",
        "shloka": [
            "श्रोत्रं चक्षु: स्पर्शनं च रसनं घ्राणमेव च |",
            "अधिष्ठाय मनश्चायं विषयानुपसेवते ||9||"
        ],
        "hindi_meaning": "कान, आंख, त्वचा, जिह्वा और नासिका के इन्द्रिय बोध जो मन के चारों ओर समूहबद्ध हैं, के साथ देहधारी आत्मा इन्द्रिय विषयों का भोग करती है।",
        "english_meaning": "Using the sense perceptions of the ears, eyes, skin, tongue, and nose, which are grouped around the mind, the embodied soul savors the objects of the senses."
    },
    {
        "verse": "shloka sankhya: 15.10",
        "shloka": [
            "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम् |",
            "विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुष: ||10||"
        ],
        "hindi_meaning": "अज्ञानी आत्मा का अनुभव नहीं कर पाते जबकि यह शरीर में रहती है और इन्द्रिय विषयों का भोग करती है और न ही उन्हें इसके शरीर से प्रस्थान करने का बोध होता है लेकिन वे जिनके नेत्र ज्ञान से युक्त होते हैं वे इसे देख सकते हैं।",
        "english_meaning": "The ignorant do not perceive the soul as it resides in the body, and as it enjoys sense objects; nor do they perceive it when it departs. But those who possess the eyes of knowledge can behold it."
    },
    {
        "verse": "shloka sankhya: 15.11",
        "shloka": [
            "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम् |",
            "यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतस: ||11||"
        ],
        "hindi_meaning": "भगवद्प्राप्ति के लिए प्रयासरत योगी यह जानने में समर्थ हो जाते हैं कि आत्मा शरीर में प्रतिष्ठित है किन्तु जिनका मन शुद्ध नहीं है वे प्रयत्न करने के बावजूद भी इसे जान नहीं सकते।",
        "english_meaning": "Striving yogis too are able to realize the soul enshrined in the body. However, those whose minds are not purified cannot cognize it, even though they strive to do so."
    },
    {
        "verse": "shloka sankhya: 15.12",
        "shloka": [
            "यदादित्यगतं तेजो जगद्भासयतेऽखिलम् |",
            "यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम् ||12||"
        ],
        "hindi_meaning": "यह जान लो कि मैं सूर्य के तेज के समान हूँ जो पूरे ब्रह्माण्ड को प्रकाशित करता है। सूर्य का तेज और अग्नि की दीप्ति मुझसे ही उत्पन्न होती है।",
        "english_meaning": "Know that I am like the brilliance of the sun that illuminates the entire solar system. The radiance of the moon and the brightness of the fire also come from Me."
    },
    {
        "verse": "shloka sankhya: 15.13",
        "shloka": [
            "गामाविश्य च भूतानि धारयाम्यहमोजसा |",
            "पुष्णामि चौषधी: सर्वा: सोमो भूत्वा रसात्मक: ||13||"
        ],
        "hindi_meaning": "पृथ्वी पर व्याप्त रहकर मैं सभी जीवों को अपनी शक्ति से पोषित करता हूँ। चन्द्रमा के रूप में मैं सभी पेड़-पौधों और वनस्पतियों को जीवन रस प्रदान करता हूँ।",
        "english_meaning": "Permeating the earth, I nourish all living beings with My energy. Becoming the moon, I nourish all plants with the juice of life."
    },
    {
        "verse": "shloka sankhya: 15.14",
        "shloka": [
            "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रित: |",
            "प्राणापानसमायुक्त: पचाम्यन्नं चतुर्विधम् ||14|"
        ],
        "hindi_meaning": "मैं सभी जीवों के उदर में पाचन अग्नि के रूप में रहता हूँ, भीतरी श्वास और प्रश्वास के संयोजन से चार प्रकार के भोजन को मिलाता और पचाता हूँ।",
        "english_meaning": "It is I who take the form of the fire of digestion in the stomachs of all living beings, and combine with the incoming and outgoing breaths, to digest and assimilate the four kinds of foods."
    },
    {
        "verse": "shloka sankhya: 15.15",
        "shloka": [
            "सर्वस्य चाहं हृदि सन्निविष्टो",
            "मत्त: स्मृतिर्ज्ञानमपोहनं च |",
            "वेदैश्च सर्वैरहमेव वेद्यो",
            "वेदान्तकृद्वेदविदेव चाहम् ||15||"
        ],
        "hindi_meaning": "मैं समस्त जीवों के हृदय में निवास करता हूँ और मुझसे ही स्मृति, ज्ञान और विस्मृति आती है। केवल मैं ही सभी वेदों द्वारा जानने योग्य हूँ, मैं वेदांत का रचयिता और वेदों का अर्थ जानने वाला हूँ।",
        "english_meaning": "I am seated in the hearts of all living beings, and from Me come memory, knowledge, as well as forgetfulness. I alone am to be known by all the Vedas, am the author of the Vedant, and the knower of the meaning of the Vedas."
    },
    {
        "verse": "shloka sankhya: 15.16",
        "shloka": [
            "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च |",
            "क्षर: सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ||16||"
        ],
        "hindi_meaning": "सृष्टि में दो प्रकार के जीव हैं-क्षर और अक्षर। भौतिक जगत के सभी जीव नश्वर हैं और मुक्त जीव अविनाशी हैं।",
        "english_meaning": "There are two kinds of beings in creation, the kṣhar (perishable) and the akṣhar (imperishable). The perishable are all beings in the material realm. The imperishable are the the liberated beings."
    },
    {
        "verse": "shloka sankhya: 15.17",
        "shloka": [
            "उत्तम: पुरुषस्त्वन्य: परमात्मेत्युदाहृत: |",
            "यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वर: ||17||"
        ],
        "hindi_meaning": "इनके अतिरिक्त एक परम सर्वोच्च व्यक्तित्व है जो अक्षय परमात्मा है। वह तीनों लोकों में अपरिवर्तनीय नियंता के रूप में प्रवेश करता है और सभी जीवों का पालन पोषण करता है।",
        "english_meaning": "Besides these, is the Supreme Divine Personality, who is the indestructible Supreme Soul. He enters the three worlds as the unchanging Controller and supports all living beings."
    },
    {
        "verse": "shloka sankhya: 15.18",
        "shloka": [
            "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तम: |",
            "अतोऽस्मि लोके वेदे च प्रथित: पुरुषोत्तम: ||18||"
        ],
        "hindi_meaning": "मैं नश्वर सांसारिक पदार्थों और यहाँ तक कि अविनाशी आत्मा से भी परे हूँ इसलिए मैं वेदों और स्मृतियों दोनों में ही दिव्य परम पुरूष के रूप में विख्यात हूँ।",
        "english_meaning": "I am transcendental to the perishable world of matter, and even to the imperishable soul; hence I am celebrated, both in the Vedas and the Smṛitis, as the Supreme Divine Personality."
    },
    {
        "verse": "shloka sankhya: 15.19",
        "shloka": [
            "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम् |",
            "स सर्वविद्भजति मां सर्वभावेन भारत ||19||"
        ],
        "hindi_meaning": "वे जो संशय रहित होकर मुझे परम दिव्य भगवान के रूप में जानते हैं, वास्तव में वे पूर्ण ज्ञान से युक्त हैं। हे अर्जुन! वे पूर्ण रूप से मेरी भक्ति में तल्लीन रहते हैं।",
        "english_meaning": "Those who know Me without doubt as the Supreme Divine Personality truly have complete knowledge. O Arjun, they worship Me with their whole being."
    },
    {
        "verse": "shloka sankhya: 15.20",
        "shloka": [
            "इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ |",
            "एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत ||20||"
        ],
        "hindi_meaning": "हे निष्पाप अर्जुन! मैंने तुम्हें वैदिक ग्रंथों का अति गुह्य सिद्धान्त समझाया है। इसे समझकर मनुष्य प्रबुद्ध हो जाता है और अपने प्रयासो में परिपूर्ण हो जाता है।",
        "english_meaning": "I have shared this most secret principle of the Vedic scriptures with you, O sinless Arjun. By understanding this, a person becomes enlightened, and fulfills all that is to be accomplished."
    }
]