[
    {
        "verse": "shloka sankhya: 9.1",
        "shloka": [
            "श्रीभगवानुवाच |",
            "इदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे |",
            "ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ||1||"
        ],
        "hindi_meaning": "परम प्रभु ने कहाः हे अर्जुन! क्योंकि तुम मुझसे ईर्ष्या नहीं करते इसलिए मैं तुम्हें विज्ञान सहित परम गुह्म ज्ञान बताऊँगा जिसे जानकर तुम भौतिक जगत के कष्टों से मुक्त हो जाओगे।",
        "english_meaning": "The Supreme Lord said: O Arjun, because you are not envious of Me, I shall now impart to you this very confidential knowledge and wisdom, upon knowing which you will be released from the miseries of material existence."
    },
    {
        "verse": "shloka sankhya: 9.2",
        "shloka": [
            "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् |",
            "प्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् ||2||"
        ],
        "hindi_meaning": "राज विद्या का यह ज्ञान सभी रहस्यों से सर्वाधिक गहन है। जो इसका श्रवण करते हैं उन्हें यह शुद्ध कर देता है और यह प्रत्यक्ष अनुभूति कराने वाला है। धर्म की मर्यादा के पालनार्थ इसका सरलता से अभ्यास किया जा सकता है और यह नित्य प्रभावी है।",
        "english_meaning": "This knowledge is the king of sciences and the most profound of all secrets. It purifies those who hear it. It is directly realizable, in accordance with dharma, easy to practice, and everlasting in effect."
    },
    {
        "verse": "shloka sankhya: 9.3",
        "shloka": [
            "अश्रद्दधाना: पुरुषा धर्मस्यास्य परन्तप |",
            "अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि ||3||"
        ],
        "hindi_meaning": "हे शत्रु विजेता! वे लोग जो इस धर्म में श्रद्धा नहीं रखते वे मुझे प्राप्त नहीं कर सकते। वे जन्म-मृत्यु के मार्ग पर बार-बार इस संसार में लौटकर आते रहते हैं।",
        "english_meaning": "People who have no faith in this dharma are unable to attain Me, O conqueror of enemies. They repeatedly come back to this world in the cycle of birth and death."
    },
    {
        "verse": "shloka sankhya: 9.4",
        "shloka": [
            "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना |",
            "मत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थित: ||4||"
        ],
        "hindi_meaning": "राज विद्या योग इस समूचे ब्रह्माण्ड की अभिव्यक्ति मेरे अव्यक्त रूप में मेरे द्वारा व्याप्त है। सभी जीवित प्राणी मुझमें निवास करते हैं लेकिन मैं उनमें निवास नहीं करता।",
        "english_meaning": "This entire cosmic manifestation is pervaded by Me in My unmanifest form. All living beings dwell in Me, but I do not dwell in them."
    },
    {
        "verse": "shloka sankhya: 9.5",
        "shloka": [
            "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम् |",
            "भूतभृन्न च भूतस्थो ममात्मा भूतभावन: ||5||"
        ],
        "hindi_meaning": "मेरी दिव्य शक्तियों के रहस्य को देखो। यद्यपि मैं सभी जीवित प्राणियों का रचयिता और पालक हूँ तथापि मेरे द्वारा उत्पन्न प्राणी मुझमें स्थित नहीं रहते और मैं उनसे या प्राकृतिक शक्ति से प्रभावित नहीं होता।",
        "english_meaning": "And yet, the living beings do not abide in Me. Behold the mystery of My divine energy! Although I am the Creator and Sustainer of all living beings, I am not influenced by them or by material nature."
    },
    {
        "verse": "shloka sankhya: 9.6",
        "shloka": [
            "यथाकाशस्थितो नित्यं वायु: सर्वत्रगो महान् |",
            "तथा सर्वाणि भूतानि मत्स्थानीत्युपधारय ||6||"
        ],
        "hindi_meaning": "यह जान लो कि जिस प्रकार प्रबल वायु प्रत्येक स्थान पर प्रवाहित होती है और आकाश में जाकर स्थित हो जाती है वैसे ही सभी जीव सदैव मुझमें स्थित रहते हैं।",
        "english_meaning": "Know that as the mighty wind blowing everywhere rests always in the sky, likewise all living beings always rest in Me."
    },
    {
        "verse": "shloka sankhya: 9.7 - 9.8",
        "shloka": [
            "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् |",
            "कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् ||7||",
            "प्रकृतिं स्वामवष्टभ्य विसृजामि पुन: पुन: |",
            "भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् ||8||"
        ],
        "hindi_meaning": "हे कुन्ती पुत्र! एक कल्प के अन्त में सभी प्राणी मेरी आदि प्राकृत शक्ति में विलीन हो जाते हैं और अगली सृष्टि के प्रारंभ में, मैं उन्हें पुनः प्रकट कर देता हूँ। प्राकृत शक्ति का अध्यक्ष होने के कारण मैं बारम्बार असंख्य योनियों के जीवों को उनकी प्रकृति के प्रभाव के अनुसार पुनः-पुनः उत्पन्न करता हूँ।",
        "english_meaning": "At the end of one kalp, all living beings merge into My primordial material energy. At the beginning of the next creation, O son of Kunti, I manifest them again. Presiding over My material energy, I generate these myriad forms again and again, in accordance with the force of their natures."
    },
    {
        "verse": "shloka sankhya: 9.9",
        "shloka": [
            "न च मां तानि कर्माणि निबध्नन्ति धनञ्जय |",
            "उदासीनवदासीनमसक्तं तेषु कर्मसु ||9||"
        ],
        "hindi_meaning": "हे धनन्जय! इन कर्मों में से कोई भी कर्म मुझे बाँध नहीं सकता। मैं तटस्थ नियामक के रूप में रहता हूँ और इन कर्मों से विरक्त रहता हूँ।",
        "english_meaning": "O conqueror of wealth, none of these actions bind Me. I remain like a neutral observer, ever detached from these actions."
    },
    {
        "verse": "shloka sankhya: 9.10",
        "shloka": [
            "मयाध्यक्षेण प्रकृति: सूयते सचराचरम् |",
            "हेतुनानेन कौन्तेय जगद्विपरिवर्तते ||10||"
        ],
        "hindi_meaning": "हे कुन्ती पुत्र! यह प्राकृत शक्ति मेरी आज्ञा से चर और अचर प्राणियों को उत्पन्न करती है। इसी कारण भौतिक जगत में परिवर्तन होते रहते हैं।",
        "english_meaning": "Working under My direction, this material energy brings into being all animate and inanimate forms, O son of Kunti. For this reason, the material world undergoes the changes (of creation, maintenance, and dissolution)."
    },
    {
        "verse": "shloka sankhya: 9.11",
        "shloka": [
            "अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् |",
            "परं भावमजानन्तो मम भूतमहेश्वरम् ||11||"
        ],
        "hindi_meaning": "जब मैं मनुष्य रूप में अवतार लेता हूँ तब मूर्ख लोग मुझे समस्त प्राणियों के परमात्मा के रूप में पहचानने में समर्थ नहीं होते।",
        "english_meaning": "When I descend in My personal form deluded persons are unable to recognize Me. They do not know the divinity of My personality, as the Supreme Lord of all beings."
    },
    {
        "verse": "shloka sankhya: 9.12",
        "shloka": [
            "मोघाशा मोघकर्माणो मोघज्ञाना विचेतस: |",
            "राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: ||12||"
        ],
        "hindi_meaning": "प्राकृत शक्ति से मोहित होने के कारण ऐसे लोग आसुरी और नास्तिक विचारों को ग्रहण करते हैं। इस मोहित अवस्था में उनके आत्मकल्याण की आशा निरर्थक हो जाती है और उनके कर्मफल व्यर्थ हो जाते हैं और उनके ज्ञान की प्रकृति निष्फल हो जाती है।",
        "english_meaning": "Bewildered by the material energy, such persons embrace demoniac and atheistic views. In that deluded state, their hopes for welfare are in vain, their fruitive actions are wasted, and their culture of knowledge is baffled."
    },
    {
        "verse": "shloka sankhya: 9.13",
        "shloka": [
            "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिता: |",
            "भजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् ||13||"
        ],
        "hindi_meaning": "हे पार्थ! किन्तु महान आत्माएँ जो मेरी दिव्य शक्ति का आश्रय लेती हैं, वे मुझे समस्त सृष्टि के उद्गम के रूप में जान लेती हैं। वे अपने मन को केवल मुझमें स्थिर कर मेरी अनन्य भक्ति करती हैं।",
        "english_meaning": "But the great souls, who take shelter of My divine energy, O Parth, know Me, Lord Krishna, as the origin of all creation. They engage in My devotion with their minds fixed exclusively on Me."
    },
    {
        "verse": "shloka sankhya: 9.14",
        "shloka": [
            "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रता: |",
            "नमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते ||14||"
        ],
        "hindi_meaning": "मेरी दिव्य महिमा का सदैव कीर्तन करते हुए दृढ़ निश्चय के साथ विनय पूर्वक मेरे समक्ष नतमस्तक होकर वे निरन्तर प्रेमा भक्ति के साथ मेरी आराधना करते हैं।",
        "english_meaning": "Always singing My divine glories, striving with great determination, and humbly bowing down before Me, they constantly worship Me in loving devotion."
    },
    {
        "verse": "shloka sankhya: 9.15",
        "shloka": [
            "ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते |",
            "एकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम् ||15||"
        ],
        "hindi_meaning": "अन्य लोग जो ज्ञान के संवर्धन हेतु यज्ञ करने में लगे रहते हैं, वे विविध प्रकार से मेरी आराधना में लीन रहते हैं। कुछ लोग मुझे अभिन्न रूप में देखते हैं जोकि उनसे भिन्न नहीं हैं जबकि अन्य मुझे अपने से भिन्न रूप में देखते हैं। कुछ लोग मेरे ब्रह्माण्डीय रूप की अनन्त अभिव्यक्तियों में मेरी पूजा करते हैं।",
        "english_meaning": "Others, engaging in the yajña of cultivating knowledge, worship Me by many methods. Some see Me as undifferentiated oneness that is non-different from them, while others see Me as separate from them. Still others worship Me in the infinite manifestations of My cosmic form."
    },
    {
        "verse": "shloka sankhya: 9.16 - 9.17",
        "shloka": [
            "अहं क्रतुरहं यज्ञ: स्वधाहमहमौषधम् |",
            "मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् ||16||",
            "पिताहमस्य जगतो माता धाता पितामह: |",
            "वेद्यं पवित्रमोङ्कार ऋक्साम यजुरेव च ||17||"
        ],
        "hindi_meaning": "मैं ही वैदिक कर्मकाण्ड हूँ, मैं ही यज्ञ हूँ, मैं ही पितरों को दिया जाने वाला तर्पण हूँ, मैं ही औषधीय जड़ी-बूटी और वैदिक मंत्र हूँ, मैं ही घी, अग्नि और यज्ञ का कर्म हूँ। मैं ही इस ब्रह्माण्ड का पिता, माता, आश्रय और पितामह हूँ। मैं ही शुद्धिकर्ता, ज्ञान का लक्ष्य और पवित्र मंत्र ओम् हूँ, मैं ही ऋग्वेद, सामवेद और यजुर्वेद हूँ।",
        "english_meaning": "It is I who am the Vedic ritual, I am the sacrifice, and I am the oblation offered to the ancestors. I am the medicinal herb, and I am the Vedic mantra. I am the clarified butter, I am the fire and the act of offering. Of this universe, I am the Father; I am also the Mother, the Sustainer, and the Grandsire. I am the purifier, the goal of knowledge, the sacred syllable Om. I am the Ṛig Veda, Sāma Veda, and the Yajur Veda."
    },
    {
        "verse": "shloka sankhya: 9.18",
        "shloka": [
            "गतिर्भर्ता प्रभु: साक्षी निवास: शरणं सुहृत् |",
            "प्रभव: प्रलय: स्थानं निधानं बीजमव्ययम् ||18||"
        ],
        "hindi_meaning": "मैं सभी प्राणियों का परम लक्ष्य हूँ और मैं ही सबका निर्वाहक, स्वामी, धाम, आश्रयऔर मित्र हूँ। मैं ही सृष्टि का आदि, अन्त और मध्य (विश्रामस्थल) और मैं ही भण्डारग्रह और अविनाशी बीज हूँ।",
        "english_meaning": "I am the Supreme Goal of all living beings, and I am also their Sustainer, Master, Witness, Abode, Shelter, and Friend. I am the Origin, End, and Resting Place of creation; I am the Repository and Eternal Seed."
    },
    {
        "verse": "shloka sankhya: 9.19",
        "shloka": [
            "तपाम्यहमहं वर्षं निगृह्णम्युत्सृजामि च |",
            "अमृतं चैव मृत्युश्च सदसच्चाहमर्जुन ||19||"
        ],
        "hindi_meaning": "हे अर्जुन! मैं ही सूर्य को गर्मी प्रदान करता हूँ तथा वर्षा को रोकता और लाता हूँ। मैं अनश्वर तत्त्व और उसी प्रकार से साक्षात् मृत्यु हूँ। मैं ही आत्मा और उसी प्रकार से मैं ही पदार्थ हूँ।",
        "english_meaning": "I radiate heat as the sun, and I withhold, as well as send forth rain. I am immortality as well as death personified, O Arjun. I am the spirit as well as matter."
    },
    {
        "verse": "shloka sankhya: 9.20",
        "shloka": [
            "त्रैविद्या मां सोमपा: पूतपापा",
            "यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते |",
            "ते पुण्यमासाद्य सुरेन्द्रलोक",
            "मश्नन्ति दिव्यान्दिवि देवभोगान् ||20||"
        ],
        "hindi_meaning": "वे जिनकी रुचि वेदों में वर्णित सकाम कर्मकाण्डों में होती है वे यज्ञों के कर्मकाण्ड द्वारा मेरी आराधना करते हैं। वे यज्ञों के अवशेष सोमरस का सेवन कर पापों से शुद्ध होकर स्वर्ग जाने की इच्छा करते हैं। अपने पुण्य कर्मों के प्रभाव से वे स्वर्ग के राजा इन्द्र के लोक में जाते हैं और स्वर्ग के देवताओं का सुख ऐश्वर्य पाते हैं।",
        "english_meaning": "Those who are inclined to the fruitive activity described in the Vedas worship Me through ritualistic sacrifices. Being purified from sin by drinking the Soma juice, which is the remnant of the yajñas, they seek to go to heaven. By virtue of their pious deeds, they go to the abode of Indra, the king of heaven, and enjoy the pleasures of the celestial gods."
    },
    {
        "verse": "shloka sankhya: 9.21",
        "shloka": [
            "ते तं भुक्त्वा स्वर्गलोकं विशालं",
            "क्षीणे पुण्ये मर्त्यलोकं विशन्ति |",
            "एवं त्रयीधर्ममनुप्रपन्ना",
            "गतागतं कामकामा लभन्ते ||21||"
        ],
        "hindi_meaning": "जब वे स्वर्ग के सुखों को भोग लेते हैं और उनके पुण्य कर्मों के फल क्षीण हो जाते हैं तब फिर वे पृथ्वीलोक पर लौट आते हैं। इस प्रकार वे जो अपने इच्छित पदार्थ प्राप्त करने हेतु वैदिक कर्मकाण्डों का पालन करते हैं, बार-बार इस संसार में आवागमन करते रहते हैं।",
        "english_meaning": "When they have enjoyed the vast pleasures of heaven, the stock of their merits being exhausted, they return to the earthly plane. Thus, those who follow the Vedic rituals, desiring objects of enjoyment, repeatedly come and go in this world."
    },
    {
        "verse": "shloka sankhya: 9.22",
        "shloka": [
            "अनन्याश्चिन्तयन्तो मां ये जना: पर्युपासते |",
            "तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ||22||"
        ],
        "hindi_meaning": "किन्तु जो लोग सदैव मेरे बारे में सोचते हैं और मेरी अनन्य भक्ति में लीन रहते हैं एवं जिनका मन सदैव मुझमें तल्लीन रहता है, उनकी जो आवश्यकताएँ होती हैं उन्हें मैं पूरा करता हूँ और जो कुछ उनके स्वामित्व में होता है, उसकी रक्षा करता हूँ।",
        "english_meaning": "There are those who always think of Me and engage in exclusive devotion to Me. To them, whose minds are always absorbed in Me, I provide what they lack and preserve what they already possess."
    },
    {
        "verse": "shloka sankhya: 9.23",
        "shloka": [
            "येऽप्यन्यदेवता भक्ता यजन्ते श्रद्धयान्विता: |",
            "तेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् ||23||"
        ],
        "hindi_meaning": "हे कुन्ती पुत्र! जो श्रद्धापूर्वक अन्य देवताओं की पूजा करते हैं, वे मेरी भी पूजा करते हैं। लेकिन वे यह सब अनुचित ढंग से करते हैं।",
        "english_meaning": "O son of Kunti, even those devotees who faithfully worship other gods also worship Me. But they do so by the wrong method."
    },
    {
        "verse": "shloka sankhya: 9.24",
        "shloka": [
            "अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च |",
            "न तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते ||24||"
        ],
        "hindi_meaning": "मैं ही समस्त यज्ञों का एक मात्र भोक्ता और स्वामी हूँ लेकिन जो मेरी दिव्य प्रकृति को पहचान नहीं पाते, वे पुनर्जन्म लेते हैं।",
        "english_meaning": "I am the enjoyer and the only Lord of all sacrifices. But those who fail to realize My divine nature must be reborn."
    },
    {
        "verse": "shloka sankhya: 9.25",
        "shloka": [
            "यान्ति देवव्रता देवान्पितॄ न्यान्ति पितृव्रता: |",
            "भूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् ||25||"
        ],
        "hindi_meaning": "जो देवताओं की पजा करते हैं वे देवताओं के बीच जन्म लेते हैं। जो पित्तरों की पूजा करते हैं वे पितरों की योनियों में जन्म लेते है। भूत-प्रेतों की पूजा करने वाले उन्हीं के बीच जन्म लेते है और केवल मेरे भक्त मेरे धाम में प्रवेश करते हैं।",
        "english_meaning": "Worshippers of the celestial gods take birth amongst the celestial gods, worshippers of the ancestors go to the ancestors, worshippers of ghosts take birth amongst such beings, and My devotees come to Me alone."
    },
    {
        "verse": "shloka sankhya: 9.26",
        "shloka": [
            "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति |",
            "तदहं भक्त्युपहृतमश्नामि प्रयतात्मन: ||26||"
        ],
        "hindi_meaning": "यदि कोई मुझे श्रद्धा भक्ति के साथ पत्र, पुष्प, फल या जल ही अर्पित करता है तब मैं प्रसन्नतापूर्वक अपने भक्त द्वारा प्रेमपूर्वक और शुद्ध मानसिक चेतना के साथ अर्पित वस्तु को स्वीकार करता हूँ।",
        "english_meaning": "If one offers to Me with devotion a leaf, a flower, a fruit, or even water, I delightfully partake of that item offered with love by My devotee in pure consciousness."
    },
    {
        "verse": "shloka sankhya: 9.27",
        "shloka": [
            "यत्करोषि यदश्नासि यज्जुहोषि ददासि यत् |",
            "यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् ||27||"
        ],
        "hindi_meaning": "हे कुन्ती पुत्र! तुम जो भी करते हो, जो भी खाते हो, पवित्र यज्ञाग्नि में जो आहुति डालते हो, जो भी दान देते हो, जो भी तपस्या करते हो, यह सब मुझे अर्पित करते हुए करो।",
        "english_meaning": "Whatever you do, whatever you eat, whatever you offer as oblation to the sacred fire, whatever you bestow as a gift, and whatever austerities you perform, O son of Kunti, do them as an offering to Me."
    },
    {
        "verse": "shloka sankhya: 9.28",
        "shloka": [
            "शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: |",
            "संन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि ||28||"
        ],
        "hindi_meaning": "इस प्रकार सभी कार्य मुझे समर्पित करते हुए तुम शुभ और अशुभ फलों के बंधन से मुक्त रहोगे। इस वैराग्य द्वारा मन को मुझ में अनुरक्त कर तुम मुक्त होकर मेरे पास आ पाओगे।",
        "english_meaning": "By dedicating all your works to Me, you will be freed from the bondage of good and bad results. With your mind attached to Me through renunciation, you will be liberated and will reach Me."
    },
    {
        "verse": "shloka sankhya: 9.29",
        "shloka": [
            "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रिय: |",
            "ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् ||29||"
        ],
        "hindi_meaning": "मैं समभाव से सभी जीवों के साथ व्यवहार करता हूँ न तो मैं किसी के साथ द्वेष करता हूँ और न ही पक्षपात करता हूँ लेकिन जो भक्त मेरी प्रेममयी भक्ति करते हैं, मैं उनके हृदय में और वे मेरे हृदय में निवास करते हैं।",
        "english_meaning": "I am equally disposed to all living beings; I am neither inimical nor partial to anyone. But the devotees who worship Me with love reside in Me and I reside in them."
    },
    {
        "verse": "shloka sankhya: 9.30",
        "shloka": [
            "अपि चेत्सुदुराचारो भजते मामनन्यभाक् |",
            "साधुरेव स मन्तव्य: सम्यग्व्यवसितो हि स: ||30||"
        ],
        "hindi_meaning": "यदि महापापी भी मेरी अनन्य भक्ति के साथ मेरी उपासना में लीन रहते हैं तब उन्हें साधु मानना चाहिए क्योंकि वे अपने संकल्प में दृढ़ रहते हैं।",
        "english_meaning": "Even if the vilest sinners worship Me with exclusive devotion, they are to be considered righteous because they have made the proper resolve."
    },
    {
        "verse": "shloka sankhya: 9.31",
        "shloka": [
            "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति |",
            "कौन्तेय प्रतिजानीहि न मे भक्त: प्रणश्यति ||31||"
        ],
        "hindi_meaning": "वे शीघ्र धार्मात्मा बन जाते हैं और चिरस्थायी शांति पाते हैं। हे कुन्ती पुत्र! निडर हो कर यह घोषणा कर दो कि मेरे भक्त का कभी पतन नहीं होता।",
        "english_meaning": "Quickly they become virtuous, and attain lasting peace. O son of Kunti, declare it boldly that no devotee of Mine is ever lost."
    },
    {
        "verse": "shloka sankhya: 9.32",
        "shloka": [
            "मां हि पार्थ व्यपाश्रित्य येऽपि स्यु: पापयोनय: |",
            "स्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम् ||32||"
        ],
        "hindi_meaning": "वे सब जो मेरी शरण ग्रहण करते हैं भले ही वे जिस कुल, लिंग, जाति के हों और जो समाज से तिरस्कृत ही क्यों न हों, वे परम लक्ष्य को प्राप्त करते हैं।",
        "english_meaning": "All those who take refuge in Me, whatever their birth, race, gender, or caste, even those whom society scorns, will attain the supreme destination."
    },
    {
        "verse": "shloka sankhya: 9.33",
        "shloka": [
            "किं पुनर्ब्राह्मणा: पुण्या भक्ता राजर्षयस्तथा |",
            "अनित्यमसुखं लोकमिमं प्राप्य भजस्व माम् ||33||"
        ],
        "hindi_meaning": "फिर पुण्य कर्म करने वाले राजर्षियों और धर्मात्मा ज्ञानियों के संबंध में कहना ही क्या है। इसलिए इस अनित्य और आनन्द रहित संसार में आकर मेरी भक्ति में लीन रहो।",
        "english_meaning": "What then to speak about kings and sages with meritorious deeds? Therefore, having come to this transient and joyless world, engage in devotion unto Me."
    },
    {
        "verse": "shloka sankhya: 9.34",
        "shloka": [
            "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु |",
            "मामेवैष्यसि युक्त्वैवमात्मानं मत्परायण: ||34||"
        ],
        "hindi_meaning": "सदैव मेरा चिन्तन करो, मेरे भक्त बनो, मेरी पूजा करो। अपने मन और शरीर को मुझे समर्पित करने से तुम निश्चित रूप से मुझको प्राप्त करोगे।",
        "english_meaning": "Always think of Me, be devoted to Me, worship Me, and offer obeisance to Me. Having dedicated your mind and body to Me, you will certainly come to Me."
    }
]