[
    {
        "verse": "shloka sankhya: 17.1",
        "shloka": [
            "अर्जुन उवाच |",
            "ये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विता: |",
            "तेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तम: ||1||"
        ],
        "hindi_meaning": "अर्जुन ने कहा-हे कृष्ण! उन लोगों की स्थिति क्या होती है जो धर्मग्रन्थों की आज्ञाओं की उपेक्षा करते हैं किन्तु फिर भी श्रद्धा के साथ पूजा करते हैं? क्या उनकी श्रद्धा, सत्वगुणी, रजोगुणी अथवा तमोगुणी होती है?",
        "english_meaning": "Arjun said: O Krishna, where do they stand who disregard the injunctions of the scriptures, but still worship with faith? Is their faith in the mode of goodness, passion, or ignorance?"
    },
    {
        "verse": "shloka sankhya: 17.2",
        "shloka": [
            "श्रीभगवानुवाच |",
            "त्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा |",
            "सात्त्विकी राजसी चैव तामसी चेति तां शृणु ||2||"
        ],
        "hindi_meaning": "पुरुषोत्तम भगवान ने कहा- प्रत्येक प्राणी स्वाभाविक रूप से श्रद्धा के साथ जन्म लेता है जो सात्विक, राजसिक अथवा तामसिक तीन प्रकार की हो सकती है। अब इस संबंध में मुझसे सुनो।",
        "english_meaning": "The Supreme Divine Personality said: Every human being is born with innate faith, which can be of three kinds—sāttvic, rājasic, or tāmasic. Now hear about this from Me."
    },
    {
        "verse": "shloka sankhya: 17.3",
        "shloka": [
            "सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत |",
            "श्रद्धामयोऽयं पुरुषो यो यच्छ्रद्ध: स एव स: ||3||"
        ],
        "hindi_meaning": "सभी मनुष्यों की श्रद्धा उनके मन की प्रकृति के अनुरूप होती है। सभी लोगों में श्रद्धा होती है चाहे उनकी श्रद्धी की प्रकृति कैसी भी हो। यह वैसी होती है जो वे वास्तव में है।",
        "english_meaning": "The faith of all humans conforms to the nature of their mind. All people possess faith, and whatever the nature of their faith, that is verily what they are."
    },
    {
        "verse": "shloka sankhya: 17.4",
        "shloka": [
            "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसा: |",
            "प्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जना: ||4||"
        ],
        "hindi_meaning": "सत्वगुण वाले स्वर्ग के देवताओं की पूजा करते हैं, रजोगुण वाले यक्षों तथा राक्षसों की पूजा करते हैं, तमोगुण वाले भूतों और प्रेतात्माओं की पूजा करते हैं।",
        "english_meaning": "Those in the mode of goodness worship the celestial gods; those in the mode of passion worship the yakṣhas and rākṣhasas; those in the mode of ignorance worship ghosts and spirits."
    },
    {
        "verse": "shloka sankhya: 17.5 - 17.6",
        "shloka": [
            "अशास्त्रविहितं घोरं तप्यन्ते ये तपो जना: |",
            "दम्भाहङ्कारसंयुक्ता: कामरागबलान्विता: ||5||",
            "कर्षयन्त: शरीरस्थं भूतग्राममचेतस: |",
            "मां चैवान्त:शरीरस्थं तान्विद्ध्यासुरनिश्चयान् ||6||"
        ],
        "hindi_meaning": "कुछ लोग अहंकार और दंभ से अभिप्रेरित होकर धर्मग्रंथों की आज्ञाओं के विरुद्ध कठोर तपस्या करते हैं। कामना और आसक्ति से प्रेरित होकर वे न केवल अपने शरीर के अंगों को कष्ट देते हैं बल्कि मुझे, जो उनके शरीर में परमात्मा के रूप में स्थित रहता हूँ, को भी कष्ट पहुँचाते हैं। ऐसे मूर्ख लोगों को पैशाचिक प्रवृति वाला कहा जाता है।",
        "english_meaning": "Some people perform stern austerities that are not enjoined by the scriptures, but rather motivated by hypocrisy and egotism. Impelled by desire and attachment, they torment not only the elements of their body, but also I who dwell within them as the Supreme Soul. Know these senseless people to be of demoniacal resolves."
    },
    {
        "verse": "shloka sankhya: 17.7",
        "shloka": [
            "आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रिय: |",
            "यज्ञस्तपस्तथा दानं तेषां भेदमिमं शृणु ||7||"
        ],
        "hindi_meaning": "लोग अपनी रूचि के अनुसार भोजन पसंद करते हैं इसी प्रकार से उनकी ऐसी रूचि यज्ञ, तपस्या तथा दान के संबंध में भी सत्य है। अब मुझसे इनके भेदों के संबंध में सुनो।",
        "english_meaning": "The food that people prefer is according to their dispositions. The same is true for the sacrifice, austerity, and charity they are inclined (or predisposed) toward. Now hear of the distinctions from Me."
    },
    {
        "verse": "shloka sankhya: 17.8",
        "shloka": [
            "आयु:सत्त्वबलारोग्यसुखप्रीतिविवर्धना: |",
            "रस्या: स्निग्धा: स्थिरा हृद्या आहारा: सात्त्विकप्रिया: ||8||"
        ],
        "hindi_meaning": "सत्वगुण की प्रकृति वाले लोग ऐसा भोजन पसंद करते हैं जिससे आयु, सद्गुणों, शक्ति, स्वास्थ्य, प्रसन्नता तथा संतोष में वृद्धि होती है। ऐसे खाद्य पदार्थ रसीले, सरस, पौष्टिक तथा प्राकृतिक रूप से स्वादिष्ट होते हैं।",
        "english_meaning": "Persons in the mode of goodness prefer foods that promote life span, and increase virtue, strength, health, happiness, and satisfaction. Such foods are juicy, succulent, nourishing, and naturally tasteful."
    },
    {
        "verse": "shloka sankhya: 17.9",
        "shloka": [
            "कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिन: |",
            "आहारा राजसस्येष्टा दु:खशोकामयप्रदा: ||9||"
        ],
        "hindi_meaning": "अत्याधिक कड़वे, खट्टे, नमकीन, गर्म, तीखे, शुष्क तथा मिर्च युक्त दाहकारक व्यंजन रजो गुणी व्यक्तियों को प्रिय लगते हैं ऐसे भोज्य पदार्थों के सेवन से पीड़ा, दुख तथा रोग उत्पन्न होते हैं।",
        "english_meaning": "Foods that are too bitter, too sour, salty, very hot, pungent, dry, and full of chillies, are dear to persons in the mode of passion. Such foods produce pain, grief, and disease."
    },
    {
        "verse": "shloka sankhya: 17.10",
        "shloka": [
            "यातयामं गतरसं पूति पर्युषितं च यत् |",
            "उच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम् ||10||"
        ],
        "hindi_meaning": "अधिक पके हुए, बासी, सड़े हुए, प्रदूषित तथा अशुद्ध प्रकार के भोजन तमोगुणी व्यक्तियों के प्रिय भोजन हैं।",
        "english_meaning": "Foods that are overcooked, stale, putrid, polluted, and impure are dear to persons in the mode of ignorance."
    },
    {
        "verse": "shloka sankhya: 17.11",
        "shloka": [
            "अफलाकाङ्क्षिभिर्यज्ञो विधिदृष्टो य इज्यते |",
            "यष्टव्यमेवेति मन: समाधाय स सात्त्विक: ||11||"
        ],
        "hindi_meaning": "धर्मशास्त्रों की आज्ञाओं के अनुसार पारितोषिक की अपेक्षा किए बिना और मन की दृढ़ता के साथ कर्त्तव्य समझते हुए किया गया यज्ञ सत्वगुणी प्रकृति का है।",
        "english_meaning": "Sacrifice that is performed according to scriptural injunctions without expectation of rewards, with the firm conviction of the mind that it is a matter of duty, is of the nature of goodness."
    },
    {
        "verse": "shloka sankhya: 17.12",
        "shloka": [
            "अभिसन्धाय तु फलं दम्भार्थमपि चैव यत् |",
            "इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् ||12||"
        ],
        "hindi_meaning": "हे श्रेष्ठ भरतवंशी! जो यज्ञ भौतिक लाभ अथवा आडम्बरपूर्ण उद्देश्य के साथ किया जाता है उसे रजोगुणी श्रेणी का यज्ञ समझो।",
        "english_meaning": "O best of the Bharatas, know that sacrifice performed for material benefit, or with a hypocritical aim, is in the mode of passion."
    },
    {
        "verse": "shloka sankhya: 17.13",
        "shloka": [
            "विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम् |",
            "श्रद्धाविरहितं यज्ञं तामसं परिचक्षते ||13||"
        ],
        "hindi_meaning": "श्रद्धा विहीन होकर तथा धर्मग्रन्थों की आज्ञाओं के विपरीत किया गया यज्ञ जिसमें भोजन अर्पित न किया गया हो, मंत्रोच्चारण न किए गए हों तथा दान न दिया गया हो, ऐसे यज्ञ की प्रकृति तमोगुणी होती है।",
        "english_meaning": "Sacrifice devoid of faith and contrary to the injunctions of the scriptures, in which no food is offered, no mantras chanted, and no donation made, is to be considered in the mode of ignorance."
    },
    {
        "verse": "shloka sankhya: 17.14",
        "shloka": [
            "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् |",
            "ब्रह्मचर्यमहिंसा च शारीरं तप उच्यते ||14||"
        ],
        "hindi_meaning": "परमपिता परमात्मा, ब्राह्मणों, आध्यात्मिक गुरु, बुद्धिमान तथा श्रेष्ठ सन्तजनों की पूजा यदि पवित्रता, सादगी, ब्रह्मचर्य तथा अहिंसा के पालन के साथ की जाती है तब इसे शरीर की तपस्या कहा जाता है।",
        "english_meaning": "When worship of the Supreme Lord, the Brahmins, the spiritual master, the wise, and the elders is done with the observance of cleanliness, simplicity, celibacy, and non-violence then this worship is declared as the austerity of the body."
    },
    {
        "verse": "shloka sankhya: 17.15",
        "shloka": [
            "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् |",
            "स्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते ||15||"
        ],
        "hindi_meaning": "ऐसे शब्द जो दुख का कारण नहीं बनते, सच्चे, अहानिकर तथा हितकारी होते हैं। उसी प्रकार से वैदिक ग्रन्थों के नियमित अनुवाचन को वाणी का तप कहा गया है।",
        "english_meaning": "Words that do not cause distress, are truthful, inoffensive, and beneficial, as well as regular recitation of the Vedic scriptures—these are declared as austerity of speech."
    },
    {
        "verse": "shloka sankhya: 17.16",
        "shloka": [
            "मन: प्रसाद: सौम्यत्वं मौनमात्मविनिग्रह: |",
            "भावसंशुद्धिरित्येतत्तपो मानसमुच्यते ||16||"
        ],
        "hindi_meaning": "विचारों की शुद्धता, विनम्रता, मौन, आत्म-नियन्त्रण तथा उद्देश्य की निर्मलता इन सबको मन के तप के रूप में घोषित किया गया है।",
        "english_meaning": "Serenity of thought, gentleness, silence, self-control, and purity of purpose—all these are declared as austerity of the mind."
    },
    {
        "verse": "shloka sankhya: 17.17",
        "shloka": [
            "श्रद्धया परया तप्तं तपस्तत्त्रिविधं नरै: |",
            "अफलाकाङ्क्षिभिर्युक्तै: सात्त्विकं परिचक्षते ||17||"
        ],
        "hindi_meaning": "जब धर्मनिष्ठ व्यक्ति उत्कृष्ट श्रद्धा के साथ भौतिक पदार्थों की लालसा के बिना तीन प्रकार की तपस्याएँ करते हैं तब इन्हें सत्वगुणी तपस्याओं के रूप में निर्दिष्ट किया जाता है।",
        "english_meaning": "When devout persons with ardent faith practice these three-fold austerities without yearning for material rewards, they are designated as austerities in the mode of goodness."
    },
    {
        "verse": "shloka sankhya: 17.18",
        "shloka": [
            "सत्कारमानपूजार्थं तपो दम्भेन चैव यत् |",
            "क्रियते तदिह प्रोक्तं राजसं चलमध्रुवम् ||18||"
        ],
        "hindi_meaning": "जब किसी तपस्या को मान-सम्मान प्राप्त करने और आराधना कराने के लिए दंभपूर्वक सम्पन्न किया जाता है तब यह राजसी कहलाती है। इससे प्राप्त होने वाले लाभ अस्थायी तथा क्षणभंगुर होते हैं।",
        "english_meaning": "Austerity that is performed with ostentation for the sake of gaining honor, respect, and adoration is in the mode of passion. Its benefits are unstable and transitory."
    },
    {
        "verse": "shloka sankhya: 17.19",
        "shloka": [
            "मूढग्राहेणात्मनो यत्पीडया क्रियते तप: |",
            "परस्योत्सादनार्थं वा तत्तामसमुदाहृतम् ||19||"
        ],
        "hindi_meaning": "वह तप जो ऐसे व्यक्तियों द्वारा किया जाता है जो भ्रमित विचारों वाले हैं तथा जिसमें स्वयं को यातना देना तथा दूसरों का अनिष्ट करना सम्मिलित हो, उसे तमोगुणी कहा जाता है।",
        "english_meaning": "Austerity that is performed by those with confused notions, and which involves torturing the self or harming others, is described to be in the mode of ignorance."
    },
    {
        "verse": "shloka sankhya: 17.20",
        "shloka": [
            "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे |",
            "देशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम् ||20||"
        ],
        "hindi_meaning": "जो दान बिना प्रतिफल की कामना से यथोचित समय और स्थान में किसी सुपात्र को दिया जाता है वह सात्विक दान माना जाता है।",
        "english_meaning": "Charity given to a worthy person simply because it is right to give, without consideration of anything in return, at the proper time and in the proper place, is stated to be in the mode of goodness."
    },
    {
        "verse": "shloka sankhya: 17.21",
        "shloka": [
            "यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुन: |",
            "दीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम् ||21||"
        ],
        "hindi_meaning": "लेकिन अनिच्छापूर्वक अथवा फल प्राप्त करने की अपेक्षा के साथ दिए गये दान को रजोगुणी कहा गया है।",
        "english_meaning": "But charity given with reluctance, with the hope of a return or in expectation of a reward, is said to be in the mode of passion."
    },
    {
        "verse": "shloka sankhya: 17.22",
        "shloka": [
            "अदेशकाले यद्दानमपात्रेभ्यश्च दीयते |",
            "असत्कृतमवज्ञातं तत्तामसमुदाहृतम् ||22||"
        ],
        "hindi_meaning": "ऐसा दान जो अपवित्र स्थान तथा अनुचित समय पर कुपात्र व्यक्तियों को या बिना आदर भाव के अथवा अवमानना के साथ दिया जाता है, उसे तमोगुणी की प्रकृति का दान माना जाता है।",
        "english_meaning": "And that charity, which is given at the wrong place and wrong time to unworthy persons, without showing respect, or with contempt, is held to be of the nature of nescience."
    },
    {
        "verse": "shloka sankhya: 17.23",
        "shloka": [
            "ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविध: स्मृत: |",
            "ब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिता: पुरा ||23||"
        ],
        "hindi_meaning": "सृष्टि के आरंभ से 'ॐ-तत्-सत्' शब्दों को सर्वोच्च परम सत्य की प्रतीकात्मक अभिव्यक्ति माना है। इन्हीं में से पुरोहित (ब्राह्मण) शास्त्र तथा यज्ञ शब्द की उत्पत्ति हुई है।",
        "english_meaning": "The words “Om Tat Sat” have been declared as symbolic representations of the Supreme Absolute Truth, from the beginning of creation. From them came the priests, scriptures, and sacrifice."
    },
    {
        "verse": "shloka sankhya: 17.24",
        "shloka": [
            "तस्माद् ॐ इत्युदाहृत्य यज्ञदानतप:क्रिया: |",
            "प्रवर्तन्ते विधानोक्ता: सततं ब्रह्मवादिनाम् ||24||"
        ],
        "hindi_meaning": "इसलिए यज्ञ कर्म करना, दान देना और तपस्या जैसे कार्यों का शुभारम्भ वेदों के व्याख्याता वैदिक विधानों के निर्देशानुसार 'ओम' का उच्चारण करते हुए हैं।",
        "english_meaning": "Therefore, when performing acts of sacrifice, offering charity, or undertaking penance, expounders of the Vedas always begin by uttering “Om” according to the prescriptions of Vedic injunctions."
    },
    {
        "verse": "shloka sankhya: 17.25",
        "shloka": [
            "तदित्यनभिसन्धाय फलं यज्ञतप:क्रिया: |",
            "दानक्रियाश्च विविधा: क्रियन्ते मोक्षकाङ्क्षिभि: ||25||"
        ],
        "hindi_meaning": "ऐसे व्यक्ति जो किसी फल की कामना नहीं करते किन्तु भौतिक उलझनों से मुक्त रहना चाहते हैं वे तप, यज्ञ तथा दान जैसे कार्य करते समय 'तत्' शब्द का उच्चारण करते हैं।",
        "english_meaning": "Persons who do not desire fruitive rewards, but seek to be free from material entanglements, utter the word “Tat” along with acts of austerity, sacrifice, and charity."
    },
    {
        "verse": "shloka sankhya: 17.26 - 17.27",
        "shloka": [
            "सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते |",
            "प्रशस्ते कर्मणि तथा सच्छब्द: पार्थ युज्यते ||26||",
            "यज्ञे तपसि दाने च स्थिति: सदिति चोच्यते |",
            "कर्म चैव तदर्थीयं सदित्येवाभिधीयते ||27||"
        ],
        "hindi_meaning": "सत् शब्द का अर्थ शाश्वत और साधुता है। हे अर्जुन! इसका प्रयोग शुभ कर्मों को सम्पन्न करने के लिए किया जाता है। तप, यज्ञ तथा दान जैसे कार्यों को सम्पन्न करने में प्रतिष्ठापित होने के कारण इसे 'सत्' शब्द द्वारा वर्णित किया जाता है। अतः ऐसे किसी भी उद्देश्य के लिए किए जाने वाले कार्य के लिए 'सत्' नाम दिया गया है।",
        "english_meaning": "The word “Sat” means eternal existence and goodness. O Arjun, it is also used to describe an auspicious action. Being established in the performance of sacrifice, penance, and charity, is also described by the word “Sat.” And so any act for such purposes is named “Sat.”"
    },
    {
        "verse": "shloka sankhya: 17.28",
        "shloka": [
            "अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् |",
            "असदित्युच्यते पार्थ न च तत्प्रेत्य नो इह ||28||"
        ],
        "hindi_meaning": "हे पृथा पुत्र! जो भी यज्ञकर्म या तप बिना श्रद्धा के किए जाते हैं वे 'असत्' कहलाते है। ये इस लोक और परलोक दोनों में व्यर्थ जाते हैं।",
        "english_meaning": "O son of Pritha, whatever acts of sacrifice, charity, or penance are done without faith, are termed as “Asat.” They are useless both in this world and the next."
    }
]