[
    {
        "verse": "shloka sankhya: 3.1 - 3.2",
        "shloka": [
            "अर्जुन उवाच |",
            "ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन |",
            "तत्किं कर्मणि घोरे मां नियोजयसि केशव ||1||",
            "व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे |",
            "तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् ||2||"
        ],
        "hindi_meaning": "अर्जुन ने कहा! हे जनार्दन, यदि आप ज्ञान को कर्म से श्रेष्ठ मानते हैं तब फिर आप मुझे इस भीषण युद्ध में भाग लेने के लिए क्यों कहते हैं? आपके अस्पष्ट उपदेशों से मेरी बुद्धि भ्रमित हो गयी है। कृपया मुझे निश्चित रूप से कोई एक ऐसा मार्ग बताएँ जो मेरे लिए सर्वाधिक लाभदायक हो।",
        "english_meaning": "Arjun said: O Janardan, if You consider knowledge superior to action, then why do You ask me to wage this terrible war? My intellect is bewildered by Your ambiguous advice. Please tell me decisively the one path by which I may attain the highest good."
    },
    {
        "verse": "shloka sankhya: 3.3",
        "shloka": [
            "श्रीभगवानुवाच |",
            "लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ |",
            "ज्ञानयोगेन साङ्ख्यानां कर्मयोगेन योगिनाम् ||3||"
        ],
        "hindi_meaning": "श्री भगवान ने कहा, हे निष्पाप अर्जुन! मैं पहले ही भगवत्प्राप्ति के दो मार्गों का वर्णन कर चुका हूँ। ज्ञानयोग उन मनुष्यों के लिए है जिनकी रुचि चिन्तन में होती है और कर्मयोग उनके लिए है जिनकी रुचि कर्म करने में होती है।",
        "english_meaning": "The Lord said: O sinless one, the two paths leading to enlightenment were previously explained by Me: the path of knowledge, for those inclined toward contemplation, and the path of work for those inclined toward action."
    },
    {
        "verse": "shloka sankhya: 3.4",
        "shloka": [
            "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते |",
            "न च संन्यसनादेव सिद्धिं समधिगच्छति ||4||"
        ],
        "hindi_meaning": "न तो कोई केवल कर्म से विमुख रहकर कमर्फल से मुक्ति पा सकता है और न केवल शारीरिक संन्यास लेकर ज्ञान में सिद्धावस्था प्राप्त कर सकता है।",
        "english_meaning": "One cannot achieve freedom from karmic reactions by merely abstaining from work, nor can one attain perfection of knowledge by mere physical renunciation."
    },
    {
        "verse": "shloka sankhya: 3.5",
        "shloka": [
            "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् |",
            "कार्यते ह्यवश: कर्म सर्व: प्रकृतिजैर्गुणै: ||5||"
        ],
        "hindi_meaning": "कोई भी मनुष्य एक क्षण के लिए अकर्मा नहीं रह सकता। वास्तव में सभी प्राणी प्रकृति द्वारा उत्पन्न तीन गुणों के अनुसार कर्म करने के लिए विवश होते हैं।",
        "english_meaning": "There is no one who can remain without action even for a moment. Indeed, all beings are compelled to act by their qualities born of material nature (the three guṇas)."
    },
    {
        "verse": "shloka sankhya: 3.6",
        "shloka": [
            "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् |",
            "इन्द्रियार्थान्विमूढात्मा मिथ्याचार: स उच्यते ||6||"
        ],
        "hindi_meaning": "जो अपनी कर्मेन्द्रियों को तो नियंत्रित करते हैं लेकिन मन से उनके विषयों का चिन्तन करते हैं, वे निःसन्देह स्वयं को धोखा देते हैं और पाखण्डी कहलाते हैं।",
        "english_meaning": "Those who restrain the external organs of action, while continuing to dwell on sense objects in the mind, certainly delude themselves and are to be called hypocrites."
    },
    {
        "verse": "shloka sankhya: 3.7",
        "shloka": [
            "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन |",
            "कर्मेन्द्रियै: कर्मयोगमसक्त: स विशिष्यते ||7||"
        ],
        "hindi_meaning": "हे अर्जुन! लेकिन वे कर्मयोगी जो मन से अपनी ज्ञानेन्द्रियों को नियंत्रित करते हैं और कर्मेन्द्रियों से बिना किसी आसक्ति के कर्म में संलग्न रहते हैं, वे वास्तव में श्रेष्ठ हैं।",
        "english_meaning": "But those karm yogis who control their knowledge senses with the mind, O Arjun, and engage the working senses in working without attachment, are certainly superior."
    },
    {
        "verse": "shloka sankhya: 3.8",
        "shloka": [
            "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मण: |",
            "शरीरयात्रापि च ते न प्रसिद्ध्येदकर्मण: ||8||"
        ],
        "hindi_meaning": "इसलिए तुम्हें निर्धारित वैदिक कर्म करने चाहिए क्योंकि निष्क्रिय रहने से कर्म करना श्रेष्ठ है। कर्म का त्याग करने से तुम्हारे शरीर का भरण पोषण भी संभव नहीं होगा।",
        "english_meaning": "You should thus perform your prescribed Vedic duties, since action is superior to inaction. By ceasing activity, even your bodily maintenance will not be possible."
    },
    {
        "verse": "shloka sankhya: 3.9",
        "shloka": [
            "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धन: |",
            "तदर्थं कर्म कौन्तेय मुक्तसङ्ग: समाचर ||9||"
        ],
        "hindi_meaning": "परमात्मा के लिए यज्ञ-स्वरूप में कर्मों का निष्पादन करना चाहिए अन्यथा कर्म बंधन का कारण बनेंगे। इसलिए हे कुन्तीपुत्र! भगवान के सुख के लिए और फल की आसक्ति के बिना अपने नियत कर्म करो।",
        "english_meaning": "Work must be done as a yajna to the Supreme Lord; otherwise, work causes bondage in this material world. Therefore, O son of Kunti, for the satisfaction of God, perform your prescribed duties, without being attached to the results."
    },
    {
        "verse": "shloka sankhya: 3.10",
        "shloka": [
            "सहयज्ञा: प्रजा: सृष्ट्वा पुरोवाच प्रजापति: |",
            "अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक् ||10||"
        ],
        "hindi_meaning": "सृष्टि के आरम्भ में ब्रह्मा ने मानव जाति को उनके नियत कर्तव्यों सहित जन्म दिया और कहा “इन यज्ञों का विधिपूर्वक अनुष्ठान करने पर तुम्हें सुख समृद्धि प्राप्त होगी और इनसे तुम्हें सभी वांछित वस्तुएँ प्राप्त होंगी।”",
        "english_meaning": "In the beginning of creation, Brahma created humankind along with duties, and said, “Prosper in the performance of these yajñas (sacrifices), for they shall bestow upon you all you wish to achieve.”"
    },
    {
        "verse": "shloka sankhya: 3.11",
        "shloka": [
            "देवान्भावयतानेन ते देवा भावयन्तु व: |",
            "परस्परं भावयन्त: श्रेय: परमवाप्स्यथ ||11||"
        ],
        "hindi_meaning": "तुम्हारे द्वारा सम्पन्न किए गए यज्ञों से देवता प्रसन्न होंगे तथा मनुष्यों और देवताओं के इस संबंध के परिणामस्वरूप सभी को सुख समृद्धि प्राप्त होगी।",
        "english_meaning": "By your sacrifices, the celestial gods will be pleased, and by cooperation between humans and the celestial gods, great prosperity will reign for all."
    },
    {
        "verse": "shloka sankhya: 3.12",
        "shloka": [
            "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविता: |",
            "तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव स: ||12||"
        ],
        "hindi_meaning": "तुम्हारे द्वारा सम्पन्न यज्ञों से प्रसन्न होकर देवता जीवन निर्वाह के लिए वांछित वस्तुएँ प्रदान करेंगे किन्तु जो प्राप्त वस्तुओं को उनको अर्पित किए बिना भोगते हैं, वे वास्तव में चोर हैं।",
        "english_meaning": "The celestial gods, being satisfied by the performance of sacrifice, will grant you all the desired necessities of life. But those who enjoy what is given to them, without making offerings in return, are verily thieves."
    },
    {
        "verse": "shloka sankhya: 3.13",
        "shloka": [
            "यज्ञशिष्टाशिन: सन्तो मुच्यन्ते सर्वकिल्बिषै: |",
            "भुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात् ||13||"
        ],
        "hindi_meaning": "आध्यात्मिक मनोवत्ति वाले जो लोग यज्ञ में अर्पित करने के पश्चात् भोजन ग्रहण करते हैं, वे सभी प्रकार के पापों से मुक्त हो जाते हैं किन्तु जो अपनी इन्द्रिय तृप्ति के लिए भोजन बनाते हैं, वे वास्तव में पाप अर्जित करते हैं।",
        "english_meaning": "The spiritually-minded, who eat food that is first offered in sacrifice, are released from all kinds of sin. Others, who cook food for their own enjoyment, verily eat only sin."
    },
    {
        "verse": "shloka sankhya: 3.14",
        "shloka": [
            "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भव: |",
            "यज्ञाद्भवति पर्जन्यो यज्ञ: कर्मसमुद्भव: ||14||"
        ],
        "hindi_meaning": "सभी लोग अन्न पर निर्भर हैं और अन्न वर्षा से उत्पन्न होता है, वर्षा यज्ञ का अनुष्ठान करने से होती है और यज्ञ निर्धारित कर्मों का पालन करने से सम्पन्न होता है।",
        "english_meaning": "All living beings subsist on food, and food is produced by rains. Rains come from the performance of sacrifice, and sacrifice is produced by the performance of prescribed duties."
    },
    {
        "verse": "shloka sankhya: 3.15",
        "shloka": [
            "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम् |",
            "तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ||15||"
        ],
        "hindi_meaning": "वेदों में सभी जीवों के लिए कर्म निश्चित किए गए हैं और वेद परब्रह्म भगवान से प्रकट हुए हैं। परिणामस्वरूप सर्वव्यापक भगवान सभी यज्ञ कर्मों में नित्य व्याप्त रहते हैं।",
        "english_meaning": "The duties for human beings are described in the Vedas, and the Vedas are manifested by God Himself. Therefore, the all-pervading Lord is eternally present in acts of sacrifice."
    },
    {
        "verse": "shloka sankhya: 3.16",
        "shloka": [
            "एवं प्रवर्तितं चक्रं नानुवर्तयतीह य: |",
            "अघायुरिन्द्रियारामो मोघं पार्थ स जीवति ||16||"
        ],
        "hindi_meaning": "हे पार्थ! जो मनुष्य वेदों द्वारा स्थापित यज्ञ कर्म के इस चक्र का पालन नहीं करते, वे पाप अर्जित करते हैं, वे केवल अपनी इन्द्रियों की तृप्ति के लिए जीवित रहते हैं, वास्तव में उनका जीवन व्यर्थ ही है।",
        "english_meaning": "O Parth, those who do not accept their responsibility in the cycle of sacrifice established by the Vedas are sinful. They live only for the delight of their senses; indeed their lives are in vain."
    },
    {
        "verse": "shloka sankhya: 3.17",
        "shloka": [
            "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानव: |",
            "आत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते ||17||"
        ],
        "hindi_meaning": "लेकिन जो मनुष्य आत्मानंद में स्थित रहते हैं तथा जो प्रबुद्ध और अपने में ही तुष्ट होते हैं, उनके लिए कोई नियत कर्त्तव्य नहीं होता।",
        "english_meaning": "But those who rejoice in the self, who are illumined and fully satisfied in the self, for them, there is no duty."
    },
    {
        "verse": "shloka sankhya: 3.18",
        "shloka": [
            "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन |",
            "न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रय: ||18||"
        ],
        "hindi_meaning": "ऐसी मुक्त आत्माओं को अपने कर्तव्य का पालन करने या उनसे विमुख होने से कुछ पाना या खोना नहीं होता और न ही उन्हें अपनी निजी आवश्यकताओं की पूर्ति के लिए अन्य जीवों पर निर्भर रहने की आवश्यकता होती है।",
        "english_meaning": "Such self-realized souls have nothing to gain or lose either in discharging or renouncing their duties. Nor do they need to depend on other living beings to fulfill their self-interest."
    },
    {
        "verse": "shloka sankhya: 3.19",
        "shloka": [
            "तस्मादसक्त: सततं कार्यं कर्म समाचर |",
            "असक्तो ह्याचरन्कर्म परमाप्नोति पूरुष: ||19||"
        ],
        "hindi_meaning": "अतः आसक्ति का त्याग कर अपने कार्य को फल की आसक्ति के बिना करने से ही किसी को परमात्मा की प्राप्ति होती है।",
        "english_meaning": "Therefore, giving up attachment, perform actions as a matter of duty because by working without being attached to the fruits, one attains the Supreme."
    },
    {
        "verse": "shloka sankhya: 3.20 - 3.21",
        "shloka": [
            "कर्मणैव हि संसिद्धिमास्थिता जनकादय: |",
            "लोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि ||20||",
            "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जन: |",
            "स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ||21||"
        ],
        "hindi_meaning": "राजा जनक और अन्य महापुरुषों ने अपने नियत कर्मों का पालन करते हुए सिद्धि प्राप्त की थी इसलिए तुम्हें भी अपने कर्तव्यों का निर्वहन करते हुए समाज के कल्याण के लिए अनुकरणीय उदाहरण प्रस्तुत करना चाहिए। महापुरुष जो भी कर्म करते हैं, सामान्य जन उनका पालन करते हैं, वे जो भी आदर्श स्थापित करते हैं, सारा संसार उनका अनुसरण करता है।",
        "english_meaning": "By performing their prescribed duties, King Janak and others attained perfection. You should also perform your duties to set an example for the good of the world. Whatever actions great persons perform, common people follow. Whatever standards they set, all the world pursues."
    },
    {
        "verse": "shloka sankhya: 3.22",
        "shloka": [
            "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन |",
            "नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ||22||"
        ],
        "hindi_meaning": "हे पार्थ! तीनों लोकों में मेरे लिए कोई कर्म निश्चित नहीं है, न ही मुझे किसी पदार्थ का अभाव है और न ही मुझमें कुछ पाने की अपेक्षा है फिर भी मैं कर्म करता हूँ।",
        "english_meaning": "There is no duty for Me to do in all the three worlds, O Parth, nor do I have anything to gain or attain. Yet, I am engaged in prescribed duties."
    },
    {
        "verse": "shloka sankhya: 3.23",
        "shloka": [
            "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रित: |",
            "मम वर्त्मानुवर्तन्ते मनुष्या: पार्थ सर्वश: ||23||"
        ],
        "hindi_meaning": "यदि मैं सावधानीपूर्वक नियत कर्म नहीं करता तो हे पार्थ! सभी लोगों ने निश्चित रूप से सभी प्रकार से मेरे मार्ग का ही अनुसरण किया होता।",
        "english_meaning": "For if I did not carefully perform the prescribed duties, O Parth, all men would follow My path in all respects."
    },
    {
        "verse": "shloka sankhya: 3.24",
        "shloka": [
            "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् |",
            "सङ्करस्य च कर्ता स्यामुपहन्यामिमा: प्रजा: ||24||"
        ],
        "hindi_meaning": "यदि मैं अपने निर्धारित कर्म को नहीं करता तब ये सभी लोक नष्ट हो जाते और मैं संसार में उत्पन्न होने वाली अराजकता के लिए उत्तरदायी होता और इस प्रकार से मानव जाति की शांति का विनाश करने वाला कहलाता।",
        "english_meaning": "If I ceased to perform prescribed actions, all these worlds would perish. I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race."
    },
    {
        "verse": "shloka sankhya: 3.25",
        "shloka": [
            "सक्ता: कर्मण्यविद्वांसो यथा कुर्वन्ति भारत |",
            "कुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम् ||25||"
        ],
        "hindi_meaning": "हे भरतवंशी! जैसे अज्ञानी लोग फल की आसक्ति से कर्म करते हैं, उसी प्रकार बुद्धिमान मनुष्यों को लोगों को उचित मार्ग की ओर चलने के लिए प्रेरित करने हेतु अनासक्त रहकर कर्म करना चाहिए।",
        "english_meaning": "As ignorant people perform their duties with attachment to the results, O scion of Bharat, so should the wise act without attachment, for the sake of leading people on the right path."
    },
    {
        "verse": "shloka sankhya: 3.26",
        "shloka": [
            "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम् |",
            "जोषयेत्सर्वकर्माणि विद्वान्युक्त: समाचरन् ||26||"
        ],
        "hindi_meaning": "ज्ञानवान मनुष्यों को चाहिए कि वे अज्ञानी लोगों को जिनकी आसक्ति सकाम कर्म करने में रहती है, उन्हें कर्म करने से रोक कर उनकी बुद्धि में संशय उत्पन्न न करें अपितु स्वयं ज्ञानयुक्त होकर अपने कार्य करते हुए उन अज्ञानी लोगों को भी अपने नियत कर्म करने के लिए प्रेरित करना चाहिए।",
        "english_meaning": "The wise should not create discord in the intellects of ignorant people, who are attached to fruitive actions, by inducing them to stop work. Rather, by performing their duties in an enlightened manner, they should inspire the ignorant also to do their prescribed duties."
    },
    {
        "verse": "shloka sankhya: 3.27",
        "shloka": [
            "प्रकृते: क्रियमाणानि गुणै: कर्माणि सर्वश: |",
            "अहङ्कारविमूढात्मा कर्ताहमिति मन्यते ||27||"
        ],
        "hindi_meaning": "जीवात्मा देह के मिथ्या ज्ञान के कारण स्वयं को अपने सभी कर्मों का कर्ता समझती है।यद्यपि विश्व के सभी कार्य प्रकृति के तीन गुणों के अन्तर्गत सम्पन्न होते हैं लेकिन अहंकारवश जीवात्मा स्वयं को अपने सभी कर्मों का कर्ता समझती है।",
        "english_meaning": "All activities are carried out by the three modes of material nature. But in ignorance, the soul, deluded by false identification with the body, thinks of itself as the doer."
    },
    {
        "verse": "shloka sankhya: 3.28",
        "shloka": [
            "तत्त्ववित्तु महाबाहो गुणकर्मविभागयो: |",
            "गुणा गुणेषु वर्तन्त इति मत्वा न सज्जते ||28||"
        ],
        "hindi_meaning": "हे महाबाहु अर्जुन! तत्त्वज्ञानी आत्मा को गुणों और कर्मों से भिन्न रूप में पहचानते हैं वे समझते हैं कि 'इन्द्रिय, मन, आदि के रूप में केवल गुण ही हैं जो इन्द्रिय विषयों, (गुणेषु) में संचालित होते हैं। इसलिए वे उनमें नहीं फंसते।",
        "english_meaning": "O mighty-armed Arjun, illumined persons distinguish the soul as distinct from guṇas and karmas. They perceive that it is only the guṇas (in the shape of the senses, mind, and others) that move among the guṇas (in the shape of the objects of perception), and thus they do not get entangled in them."
    },
    {
        "verse": "shloka sankhya: 3.29",
        "shloka": [
            "प्रकृतेर्गुणसम्मूढा: सज्जन्ते गुणकर्मसु |",
            "तानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ||29||"
        ],
        "hindi_meaning": "जो मनुष्य प्रकृति के गुणों के प्रभाव से मोहित हो जाते हैं वे फल प्राप्ति की कामना के साथ अपने कर्म करते हैं लेकिन बुद्धिमान पुरुष जो इस परम सत्य को जानते हैं, उन्हें ऐसे अज्ञानी लोगों को विचलित नहीं करना चाहिए।",
        "english_meaning": "Those who are deluded by the operation of the guṇas become attached to the results of their actions. But the wise who understand these truths should not unsettle such ignorant people who know very little."
    },
    {
        "verse": "shloka sankhya: 3.30",
        "shloka": [
            "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा |",
            "निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वर: ||30||"
        ],
        "hindi_meaning": "अपने समस्त कर्मों को मुझको अर्पित करके और परमात्मा के रूप में निरन्तर मेरा ध्यान करते हुए कामना और स्वार्थ से रहित होकर अपने सन्तापों को त्याग कर युद्ध करो।",
        "english_meaning": "Performing all works as an offering unto Me, constantly meditate on Me as the Supreme. Become free from desire and selfishness, and with your mental grief departed, fight!"
    },
    {
        "verse": "shloka sankhya: 3.31",
        "shloka": [
            "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवा: |",
            "श्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभि: ||31||"
        ],
        "hindi_meaning": "जो मनुष्य अगाध श्रद्धा के साथ मेरे इन उपदेशों का पालन करते हैं और दोष दृष्टि से परे रहते हैं, वे भी कर्म के बंधनों से मुक्त हो जाते हैं।",
        "english_meaning": "Those who abide by these teachings of Mine, with profound faith and free from envy, are released from the bondage of karma."
    },
    {
        "verse": "shloka sankhya: 3.32",
        "shloka": [
            "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम् |",
            "सर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतस: ||32||"
        ],
        "hindi_meaning": "किन्तु जो मेरे उपदेशों में दोष ढूंढते हैं, वे ज्ञान से वंचित और विवेकहीन होते हैं, इन सिद्धान्तों की उपेक्षा करने से वे अपने विनाश का कारण बनते हैं।",
        "english_meaning": "But those who find faults with My teachings, being bereft of knowledge and devoid of discrimination, they disregard these principles and bring about their own ruin."
    },
    {
        "verse": "shloka sankhya: 3.33",
        "shloka": [
            "सदृशं चेष्टते स्वस्या: प्रकृतेर्ज्ञानवानपि |",
            "प्रकृतिं यान्ति भूतानि निग्रह: किं करिष्यति ||33||"
        ],
        "hindi_meaning": "बुद्धिमान लोग भी अपनी प्रकृति के अनुसार ही कार्य करते हैं क्योंकि सभी जीव अपनी स्वाभाविक प्रवृत्ति से प्रेरित होते हैं। दमन से क्या प्राप्त हो सकता है?",
        "english_meaning": "Even wise people act according to their natures, for all living beings are propelled by their natural tendencies. What will one gain by repression?"
    },
    {
        "verse": "shloka sankhya: 3.34",
        "shloka": [
            "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ |",
            "तयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ||34||"
        ],
        "hindi_meaning": "इन्द्रियों का इन्द्रिय विषयों के साथ स्वाभाविक रूप से राग और द्वेष होता है किन्तु मनुष्य को इनके वशीभूत नहीं होना चाहिए क्योंकि ये आत्म कल्याण के मार्ग के अवरोधक और शत्रु हैं।",
        "english_meaning": "The senses naturally experience attachment and aversion to the sense objects, but do not be controlled by them, for they are way-layers and foes."
    },
    {
        "verse": "shloka sankhya: 3.35",
        "shloka": [
            "श्रेयान्स्वधर्मो विगुण: परधर्मात्स्वनुष्ठितात् |",
            "स्वधर्मे निधनं श्रेय: परधर्मो भयावह: ||35||"
        ],
        "hindi_meaning": "अपने धर्म को दोष युक्त सम्पन्न करना किसी अन्य के धर्म को समुचित ढंग से सम्पन्न करने से कहीं अधिक श्रेष्ठ होता है। वास्तव में अपने कर्तव्य का पालन करते हुए मर जाना दूसरों के कर्तव्य का अनुसरण करने से श्रेयस्कर होता है। दूसरे के धर्म का पालन भययुक्त है।",
        "english_meaning": "It is far better to perform one’s natural prescribed duty, though tinged with faults, than to perform another’s prescribed duty, though perfectly. In fact, it is preferable to die in the discharge of one’s duty, than to follow the path of another, which is fraught with danger."
    },
    {
        "verse": "shloka sankhya: 3.36",
        "shloka": [
            "अर्जुन उवाच |",
            "अथ केन प्रयुक्तोऽयं पापं चरति पूरुष: |",
            "अनिच्छन्नपि वार्ष्णेय बलादिव नियोजित: ||36||"
        ],
        "hindi_meaning": "अर्जुन ने कहा! हे वृष्णिवंशी, श्रीकृष्ण! इच्छा न होते हुए भी मनुष्य पापजन्य कर्मों की ओर क्यों प्रवृत्त होता है। ऐसा प्रतीत होता है कि उसे बलपूर्वक पाप कर्मों में लगाया जाता है।",
        "english_meaning": "Arjun asked: Why is a person impelled to commit sinful acts, even unwillingly, as if by force, O descendent of Vrishni (Krishna)?"
    },
    {
        "verse": "shloka sankhya: 3.37",
        "shloka": [
            "श्रीभगवानुवाच |",
            "काम एष क्रोध एष रजोगुणसमुद्भव: ||",
            "महाशनो महापाप्मा विद्ध्येनमिह वैरिणम् ||37||"
        ],
        "hindi_meaning": "परमात्मा श्रीकृष्ण कहते हैं- काम वासना जो रजोगुण से उत्पन्न होती है और बाद में क्रोध का रूप धारण कर लेती है, इसे पाप के रूप में संसार का सर्वभक्षी शत्रु समझो।",
        "english_meaning": "The Supreme Lord said: It is lust alone, which is born of contact with the mode of passion, and later transformed into anger. Know this as the sinful, all-devouring enemy in the world."
    },
    {
        "verse": "shloka sankhya: 3.38",
        "shloka": [
            "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च |",
            "यथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम् ||38||"
        ],
        "hindi_meaning": "जैसे अग्नि धुएँ से ढकी रहती है, दर्पण धूल से आवृत रहता है तथा भ्रूण गर्भाशय से अप्रकट रहता है, उसी प्रकार से कामनाओं के कारण मनुष्य के ज्ञान पर आवरण पड़ा रहता है।",
        "english_meaning": "Just as a fire is covered by smoke, a mirror is masked by dust, and an embryo is concealed by the womb, similarly one’s knowledge gets shrouded by desire."
    },
    {
        "verse": "shloka sankhya: 3.39",
        "shloka": [
            "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा |",
            "कामरूपेण कौन्तेय दुष्पूरेणानलेन च ||39||"
        ],
        "hindi_meaning": "हे कुन्ती पुत्र! इस प्रकार ज्ञानी पुरुष का ज्ञान भी अतृप्त कामना रूपी शत्रु से आच्छादित रहता है जो कभी संतुष्ट नहीं होता और अग्नि के समान जलता रहता है।",
        "english_meaning": "The knowledge of even the most discerning gets covered by this perpetual enemy in the form of insatiable desire, which is never satisfied and burns like fire, O son of Kunti."
    },
    {
        "verse": "shloka sankhya: 3.40",
        "shloka": [
            "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते |",
            "एतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् ||40||"
        ],
        "hindi_meaning": "इन्द्रिय, मन और बुद्धि को कामना का अधिष्ठान कहा जाता है जिनके द्वारा यह मनुष्य के ज्ञान को आच्छादित कर लेती है और देहधारियों को मोहित करती है।",
        "english_meaning": "The senses, mind, and intellect are said to be breeding grounds of desire. Through them, it clouds one’s knowledge and deludes the embodied soul."
    },
    {
        "verse": "shloka sankhya: 3.41",
        "shloka": [
            "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ |",
            "पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ||41||"
        ],
        "hindi_meaning": "इसलिए हे भरतवंशियों में श्रेष्ठ! प्रारम्भ से ही इन इन्द्रियों को नियंत्रण में रखकर कामना रूपी शत्रु का वध कर डालो जो पाप का मूर्तरूप तथा ज्ञान और आत्मबोध का विनाशक है।",
        "english_meaning": "Therefore, O best of the Bharatas, in the very beginning bring the senses under control and slay this enemy called desire, which is the embodiment of sin and destroys knowledge and realization."
    },
    {
        "verse": "shloka sankhya: 3.42",
        "shloka": [
            "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्य: परं मन: |",
            "मनसस्तु परा बुद्धिर्यो बुद्धे: परतस्तु स: ||42||"
        ],
        "hindi_meaning": "इन्द्रियाँ स्थूल शरीर से श्रेष्ठ हैं और इन्द्रियों से उत्तम मन, मन से श्रेष्ठ बुद्धि और आत्मा बुद्धि से भी परे है।",
        "english_meaning": "The senses are superior to the gross body, and superior to the senses is the mind. Beyond the mind is the intellect, and even beyond the intellect is the soul."
    },
    {
        "verse": "shloka sankhya: 3.43",
        "shloka": [
            "एवं बुद्धे: परं बुद्ध्वा संस्तभ्यात्मानमात्मना |",
            "जहि शत्रुं महाबाहो कामरूपं दुरासदम् ||43||"
        ],
        "hindi_meaning": "इस प्रकार हे महाबाहु! आत्मा को बुद्धि से श्रेष्ठ जानकर अपनी इन्द्रिय, मन और बुद्धि पर संयम रखो और आत्मज्ञान द्वारा कामरूपी दुर्जेय शत्रु का दमन करो।",
        "english_meaning": "Thus knowing the soul to be superior to the material intellect, O mighty armed Arjun, subdue the lower self (senses, mind, and intellect) by the higher self (strength of the soul), and kill this formidable enemy called lust."
    }
]